[
    {
        "name": "Alchymista",
        "tradeDesc": "Obvykle podvodník, který se snažil „vyrábět“ zlato, kámen mudrců a pod. Alchymisté ale zase při svých pokusech objevili řadu důležitých chemických a jiných zákonitostí.",
        "tradeUrl": "alchymista",
        "imageUrl": null
    },
    {
        "name": "Andělíčkářka",
        "tradeDesc": "Viz Bába andělíčlářka.",
        "tradeUrl": "andelickarka",
        "imageUrl": null
    },
    {
        "name": "Apatykář",
        "tradeDesc": "zabýval se připravováním léků podle určitých předpisů, často děděných z pokolení na pokolení, z rostlinných, živočišných a minerálních látek. Původně připravoval i cukroví.",
        "tradeUrl": "apatykar",
        "imageUrl": null
    },
    {
        "name": "Apotéčník",
        "tradeDesc": "Viz Apatykář",
        "tradeUrl": "apotecnik",
        "imageUrl": null
    },
    {
        "name": "Achitector",
        "tradeDesc": "Viz Pokrývač. Starý lidový název používaný hlavně ve městech.",
        "tradeUrl": "achitector",
        "imageUrl": null
    },
    {
        "name": "Atlasu tlačitel",
        "tradeDesc": "Výrobce specialisovaný na výrobu atlasu.",
        "tradeUrl": "atlasu-tlacitel",
        "imageUrl": null
    },
    {
        "name": "Austrakař",
        "tradeDesc": "Viz Nosič.",
        "tradeUrl": "austrakar",
        "imageUrl": null
    },
    {
        "name": "Bába andělíčkářka",
        "tradeDesc": "Prováděla potraty. Většinou vysloužilá porodní bába nebo kořenářka. Jejím úkolem bylo pomáhat ženám od nechtěného outežku.",
        "tradeUrl": "baba-andelickarka",
        "imageUrl": null
    },
    {
        "name": "Bába cukrová",
        "tradeDesc": "Obchodnice, obvykle podomní, s cukrovím.",
        "tradeUrl": "baba-cukrova",
        "imageUrl": null
    },
    {
        "name": "Bába dračka",
        "tradeDesc": "Drala peří",
        "tradeUrl": "baba-dracka",
        "imageUrl": null
    },
    {
        "name": "Bába jalovcová",
        "tradeDesc": "Obchodnice, obvykle podomní, s jalovcem.",
        "tradeUrl": "baba-jalovcova",
        "imageUrl": null
    },
    {
        "name": "Bába herynkářka",
        "tradeDesc": "Viz Herynkář. Obchodnice, obvykle podomní, s herynky.a jinými mořskými rybami většinou solenými nebo sušenými.",
        "tradeUrl": "baba-herynkarka",
        "imageUrl": null
    },
    {
        "name": "Bába hokynářka",
        "tradeDesc": "Viz Hokynář. Obchodnice prodávající potraviny.",
        "tradeUrl": "baba-hokynarka",
        "imageUrl": null
    },
    {
        "name": "Bába kořenářka",
        "tradeDesc": "Sbírala a prodávala koření a různé byliny. Rok co rok, trh co trh – zejména výroční, přicházeli do městečka báby kořenářky. Jsouce „hotovými lékaři“ prodávali různé léky proti chorobám a horkým nemocem i jiným chorobám. \/nJedna taková bydlela přímo na kraji našeho městečka. Přišla-li i se svým synem do jiného městečka, nikde se jim těm dvěma neodvážili odepříti nocleh a stravu. Ledacos uměli. Pomáhali nejen lidem, ale i koním a dobytku vůbec.\/nV létě báby kořenářky, které v nůši na zádech a v koši měly plno sušených bylin, mastí a léků chodily od domu k domu a prodávaly svoje bylinky a mastičky. Bydlely většinou na kraji obce a když nechodily po domech, tak sbíraly a sušily bylinky. Tato \"živnost\" se dědila z pokolení na pokolení a dávných dobách byla taková bába k nezaplacení. Pomohla od mnohých neduhů a nemocí.",
        "tradeUrl": "baba-korenarka",
        "imageUrl": null
    },
    {
        "name": "Bába krupná",
        "tradeDesc": "Překupnice.",
        "tradeUrl": "baba-krupna",
        "imageUrl": null
    },
    {
        "name": "Bába kvasňová",
        "tradeDesc": "Obchodnice, obvykle podomní, prodávala droždí. Úlohu bab kvasňových zastával někdy drožďár. Vážili si jich hospodyně i hospodáři, kterým jako posli obstarávali různé záležitosti. Jezdili pravidelně před nedělí nebo svátkem do pivovaru pro druždí dvě i tři míle cesty. O svátcích dostávali od hospodyně kromě peněz i koláče. Bývali to lidé hovorní a věděli mnoho o světě.",
        "tradeUrl": "baba-kvasnova",
        "imageUrl": null
    },
    {
        "name": "Bába porodní",
        "tradeDesc": "Bez zkoušek a úředního povolení pomáhala při porodu. Často ale mnohem lépe než felčar nebo místní ranhojič. Ve městečku také působila dlouhá léta porodní bába, což byla od dob nejstarších činnost, která zanikla až v 2. polovině 20. století, kdy již nastávající maminky jezdily rodit do porodnice. Po kostelníkovi zaujímala hned první místo a byla v kostele jako doma.",
        "tradeUrl": "baba-porodni",
        "imageUrl": null
    },
    {
        "name": "Bába pučálnice",
        "tradeDesc": "Obchodnice, obvykle podomní, prodávala hrách.",
        "tradeUrl": "baba-pucalnice",
        "imageUrl": null
    },
    {
        "name": "Bába pupkořezná",
        "tradeDesc": "Jiný místná název pro Bábu porodní – většinou ale zkušenější a pomocnice lékaře.",
        "tradeUrl": "baba-pupkorezna",
        "imageUrl": null
    },
    {
        "name": "Bába špitální",
        "tradeDesc": "Uklízečka, pomocnice ve špitále.",
        "tradeUrl": "baba-spitalni",
        "imageUrl": null
    },
    {
        "name": "Bába utrejchová",
        "tradeDesc": "Obchodnice, obvykle podomní a na trzích. Prodávala lektvary a jedy.",
        "tradeUrl": "baba-utrejchova",
        "imageUrl": null
    },
    {
        "name": "Bába vejcová",
        "tradeDesc": "Obchodnice, obvykle podomní a na trzích. Nakupovala na statcích a prodávala čerstvá i nakládaná vejce.",
        "tradeUrl": "baba-vejcova",
        "imageUrl": null
    },
    {
        "name": "Bába zelinářka",
        "tradeDesc": "Obchodnice, obvykle podomní a na trzích. Nakupovala na statcích a prodávala čerstvá i nakládanou zeleninu. Chodívaly od stavení ke stavení s nůšemi a nabízely svoje zboží. Místo peněž dostávaly často vejce, mouku a máslo.",
        "tradeUrl": "baba-zelinarka",
        "imageUrl": null
    },
    {
        "name": "Bandknecht",
        "tradeDesc": "Lázeňský pomocník.",
        "tradeUrl": "bandknecht",
        "imageUrl": null
    },
    {
        "name": "Barbíř",
        "tradeDesc": "Viz Bradýř i Lazebník.",
        "tradeUrl": "barbir",
        "imageUrl": null
    },
    {
        "name": "Barchaník",
        "tradeDesc": "Tkadlec snovací len s bavlnou. Již roku 1307 vznikl cech barchaníků a cíchařů. Vyráběli své dílo ze smíšeného materiálu tak, že zanášeli bavlněné útky do lněné osnovy a byly označováni podle názvu tkaniny – barchentu. Protože se tento materiál používal hlavně na cíchy, bývali označováni jako cíchaři.",
        "tradeUrl": "barchanik",
        "imageUrl": null
    },
    {
        "name": "Barvíř",
        "tradeDesc": "Řemeslník používající různých rostlinných, živočišných a minerálních látek k barvení kůže, tkanin a dalších materiálů.",
        "tradeUrl": "barvir",
        "imageUrl": null
    },
    {
        "name": "Barvíř koží",
        "tradeDesc": "Barvíř specializovaný na jemnější vydělávání koží a jejich barvení. Za stara potřeboval barvíř k vydělávání koží popel, vápno, třísla lůj nebo sádlo. Nejprve připravoval holinu strouháním těch látek které by hnily. Potom dával kůže do námoku, kde se loužily. Brával k tomu dubové, smrkové nebo březové tříslo. Podle třísla dostávala kůže určitou barvu.",
        "tradeUrl": "barvir-kozi",
        "imageUrl": null
    },
    {
        "name": "Barvíř koží pruských",
        "tradeDesc": "Barvíř koží specializovaný na dovážené kůže.",
        "tradeUrl": "barvir-kozi-pruskych",
        "imageUrl": null
    },
    {
        "name": "Barvíř pláten",
        "tradeDesc": "Barvil plátno.",
        "tradeUrl": "barvir-platen",
        "imageUrl": null
    },
    {
        "name": "Barvíř suken",
        "tradeDesc": "Barvil sukno.",
        "tradeUrl": "barvir-suken",
        "imageUrl": null
    },
    {
        "name": "Barvíř tkanin",
        "tradeDesc": "Vybarvoval přízi, barvil a sušil tkaniny. Zpočátku byly barevné tkaniny pro běžnou potřebu příliš vzácné a používalo se jich jen při náboženských obřadech a slavnostních příležitostech. Teprve počátkem 14. století se začínají používat barvené tkaniny. Rozmachu ale docílilo až v 16. století, ale obecného uplatnění dostaly barvené tkaniny a vlákna až v 18. století.",
        "tradeUrl": "barvir-tkanin",
        "imageUrl": null
    },
    {
        "name": "Bečvář",
        "tradeDesc": "Řemeslník vyrábějící různé dřevěné nádoby mimo dřevěných sudů. Bečvář hotovil bečvy, nádoby a kádě z \"tvrdého\" dubového dřeva. Označení bečvář se přestalo užívat v polovině 19. století. Po tomto datu se jejich činnost nazývala souhrnně bednářství.",
        "tradeUrl": "becvar",
        "imageUrl": null
    },
    {
        "name": "Bednář",
        "tradeDesc": "Řemeslná živnost, má rozsáhlé své dějiny. Ve středověku, poprvé ve stol. VIII., o bečvářích zpráva jest zachována. Karel Vel. nařídil správcům císařských dvorův, aby víno jen do dobrých nádob (vascula) ukládali, a to do nádob železem vázaných (barridos), zapovídaje hotovení puten z koží. V listině biskupa frisinského z r. 1146 poprvé bečváři se jmenují, bednáři. \\nVyráběli nádobí na vodu, sudy na víno, pivo a zelí, máselnice, hrotky na mléko, dřezy, štoudve, lejty, škopky, vany, fusky na povidla, \"měřice\" co míry na obilí ... , střezy, vany, štandlíky či škopky z \"bílého\" měkkého dřeva. Zatímco ve městech zůstalo bednářů málo, na vesnicích se toto tvořivé řemeslo nadále udrželo.\\nBednáři vyráběli bečky, necky, škopky, dřezy, džbery, putny, vědra, máselnice, konve a jiné věci z borového nebo smrkového dřeva. Bednářství se rozvíjelo do 70. let 19. století, kdy jeho úpadek přivodilo užívání kovových nádob. Říkalo se, že je to řemeslo spíše \"s dubovým než zlatým dnem\". Pracovalo se výhradně ručně a kromě pil, pořízů, hoblíků, bednářských štosů a různých kladiv či dlát jiného nářadí nebylo. Podle účelu použití se zpracovávalo dřevo dubové (na vodu, kvas, víno, chlebové těsto), modřínové (mimo vodu také na močůvkové lejty) a smrkové (necky na praní a vaničky na koupání, škopky pro napájení dobytka).",
        "tradeUrl": "bednar",
        "imageUrl": null
    },
    {
        "name": "Bělič pláten",
        "tradeDesc": "Řemeslník bělil utkané plátno. Běliči bělili i jiné tkaniny.\\nV Brtnici bylo bělidlo při cestě do Malého po pravé straně cesty ve vysokém baráku. Dodnes se tam říká Na bleichu – Na plajchu.",
        "tradeUrl": "belic-platen",
        "imageUrl": null
    },
    {
        "name": "Beraník",
        "tradeDesc": "Viz Kolník. ",
        "tradeUrl": "beranik",
        "imageUrl": null
    },
    {
        "name": "Nádeník",
        "tradeDesc": "Zatloukal kůly do říčního dna.",
        "tradeUrl": "nadenik",
        "imageUrl": null
    },
    {
        "name": "Bičař",
        "tradeDesc": "Řemeslník specializující se na výrobu bičů a bičišťat.",
        "tradeUrl": "bicar",
        "imageUrl": null
    },
    {
        "name": "Bičištník",
        "tradeDesc": "Viz Bičař.",
        "tradeUrl": "bicistnik",
        "imageUrl": null
    },
    {
        "name": "Biretník",
        "tradeDesc": "Kloboučník specializující se na pokrývky hlavy pro kněží, žáky, bakaláře, mistry a doktory.",
        "tradeUrl": "biretnik",
        "imageUrl": null
    },
    {
        "name": "Bohyně",
        "tradeDesc": "Viz Bosorka.",
        "tradeUrl": "bohyne",
        "imageUrl": null
    },
    {
        "name": "Borůvkář",
        "tradeDesc": "Sezonní sběrač a podomní či trhový obchodník prodávající syrové zpracované borůvky.",
        "tradeUrl": "boruvkar",
        "imageUrl": null
    },
    {
        "name": "Bosňák",
        "tradeDesc": "Též Braťko. Označení pocházející z místa původu podomního prodavače drobného zboží. Tito Bosňáci také prováděli opravy hrnců, nýtovali, drátovali a také ostřili nože. „Často měli dlouhé prsty.“",
        "tradeUrl": "bosnak",
        "imageUrl": null
    },
    {
        "name": "Bosorka",
        "tradeDesc": "Žena zabývající se čarováním a zaříkáváním.",
        "tradeUrl": "bosorka",
        "imageUrl": null
    },
    {
        "name": "Boudkař",
        "tradeDesc": "Viz Kotečník.\\nVyráběl předměty z kostí.",
        "tradeUrl": "boudkar",
        "imageUrl": null
    },
    {
        "name": "Boudník",
        "tradeDesc": "Kramář prodávající své zboží v boudě.",
        "tradeUrl": "boudnik",
        "imageUrl": null
    },
    {
        "name": "Brabenář",
        "tradeDesc": "Sbíral mravenčí kukly a vyráběl kyselinu mravenčí. Znali okolní lesy a v nich kdejaké mraveniště. Mívali často nemocné ruce, rozežrané od mravenčí kyseliny. Často také připravovali mravenčí líh, kterým hojili bolesti a zastudeniny.",
        "tradeUrl": "brabenar",
        "imageUrl": null
    },
    {
        "name": "Bradýř",
        "tradeDesc": "Lazebník specialista na holení a hojení řezných ran.\\nS tímto označením jsme se mohli ještě v r. 1942 setkat v titulku deníku Moravská orlice. Brtnický místní holičský rekordman (Karmazín – který měl provozovnou na náměstí) udával, že ve své praxi oholil 720 km vousů a ostříhal 2160 km vlasů, což pro názornost uváděl v zeměpisných vzdálenostech mezi evropskými městy a Brtnicí. Bohužel nedlouho po r. 1948 byl tento cech \"ostré břitvy\" zlikvidován a soustředěn do Komunálních služeb, jejichž značně prořidlé provozovny byly lidově překřtěny na Chlupotechny.",
        "tradeUrl": "bradyr",
        "imageUrl": null
    },
    {
        "name": "Brašnář",
        "tradeDesc": "Novější označení pro taškáře – výrobce tašek z kůží.",
        "tradeUrl": "brasnar",
        "imageUrl": null
    },
    {
        "name": "Braťko",
        "tradeDesc": "Viz Bosňák.",
        "tradeUrl": "bratko",
        "imageUrl": null
    },
    {
        "name": "Brdař",
        "tradeDesc": "Viz Neckář.",
        "tradeUrl": "brdar",
        "imageUrl": null
    },
    {
        "name": "Brníř",
        "tradeDesc": "Výrobce drátěných košil a brnění. Někdy i výrobce i pancířů.",
        "tradeUrl": "brnir",
        "imageUrl": null
    },
    {
        "name": "Brtník ",
        "tradeDesc": "Lesní včelař.\\nZpočátku měly včely v dutinách stromů vytvořených přírodou. Postupem doby začaly tyto dutiny vyrábět uměle. Brtník pochopil, že velkým nepřítelem včel je zima. Tak vznikl „zátvor“ uzavírající přístup do brtě. Medové plásty vyřezával specielním brtným nožem. Stromy s brtěmi byly označovány víchou slámy a tato označení se považovala za nedotknutelná a jejich poškození, nebo sejmutí se trestalo až useknutím ruky. Toto včelaření se udrželo u nás až do 16. století.",
        "tradeUrl": "brtnik-",
        "imageUrl": null
    },
    {
        "name": "Brusiř",
        "tradeDesc": "Řemeslník specialista sloužící řemeslům. Brousil různé železné nástroje na             točitých kamenných brusech. Často toto řemeslo prováděli mlynáři.",
        "tradeUrl": "brusir",
        "imageUrl": null
    },
    {
        "name": "Břitvař",
        "tradeDesc": "Nožíř specializovaný na výrobu břitev na holení.",
        "tradeUrl": "britvar",
        "imageUrl": null
    },
    {
        "name": "Bubeník",
        "tradeDesc": "Vše, co dnes zastává obecní rozhlas, zajišťoval od nejstarších dob bubnováním obecní sluha. Bubeník procházel celou vesnici a na předem určených místech bubnoval nejméně po dobu jedné minuty, pak přečetl silným hlasem oznámení, které zpravidla začínalo větou: \"Na vědomí se dává, že .......\". Hlášení bylo ukončeno úderem do bubnu.",
        "tradeUrl": "bubenik",
        "imageUrl": null
    },
    {
        "name": "Bubňák",
        "tradeDesc": "Výrobce hudebních bubnů ze dřeva a kůže.",
        "tradeUrl": "bubnak",
        "imageUrl": null
    },
    {
        "name": "Búdkař",
        "tradeDesc": "Též kotečník. Specialista tesař na stavbu krámů, kotců a bud, budek a holubníků.",
        "tradeUrl": "budkar",
        "imageUrl": null
    },
    {
        "name": "Cajkář",
        "tradeDesc": "Tkadlec vyrábějící hrubou režnou tkaninu – cayk.",
        "tradeUrl": "cajkar",
        "imageUrl": null
    },
    {
        "name": "Caletník",
        "tradeDesc": "Specialista pekař vyrábějící sladké pečivo mimo perník.",
        "tradeUrl": "caletnik",
        "imageUrl": null
    },
    {
        "name": "Cankář",
        "tradeDesc": "Specialista kovář vyrábějící ploché kovové pruhy- cánky, které sloužily k dalšímu zpracování. (Cány železné a ocelové pro Bednáře a Koláře.), nebo se z nich v mincovnách razily mince (Cány z drahých kovů nebo mědi a slitin).",
        "tradeUrl": "cankar",
        "imageUrl": null
    },
    {
        "name": "Caykař",
        "tradeDesc": "Viz Cajkář.",
        "tradeUrl": "caykar",
        "imageUrl": null
    },
    {
        "name": "Caykšmid",
        "tradeDesc": "Řemeslník který vyráběl z mědi a jiných barevných kovů drobné výrobky jako spony apod.",
        "tradeUrl": "cayksmid",
        "imageUrl": null
    },
    {
        "name": "Cechmistr",
        "tradeDesc": "Mistr feudální organizace řemeslníků.",
        "tradeUrl": "cechmistr",
        "imageUrl": null
    },
    {
        "name": "Cestář",
        "tradeDesc": "Opravoval cesty a silnice. Většinou roztloukal kamení a díry vysypával směsí kamení a jílu rozmíchaném ve vodě.",
        "tradeUrl": "cestar",
        "imageUrl": null
    },
    {
        "name": "Cibulář",
        "tradeDesc": "Zahradník specializovaný na pěstování cibule.",
        "tradeUrl": "cibular",
        "imageUrl": null
    },
    {
        "name": "Cibulník",
        "tradeDesc": "Obchodník, obvykle podomní a na trzích. Nakupoval od zahradníků a na statcích a prodával cibuli a česnek.",
        "tradeUrl": "cibulnik",
        "imageUrl": null
    },
    {
        "name": "Cihlář",
        "tradeDesc": "Řemeslník vyrábějící cihly z hlíny a příměsí – kotovice – sušené na slunci, nebo později pálené v cihelně. Cihly jako stavební materiál se v našich zemích ojediněle užívaly u významných staveb od 10. století, ovšem k rozšíření jejich používání došlo až v renesanci, a to zejména při stavbě panských sídel, měšťanských domů, ale i chalup. Používání cihel  v Brtnici lze  pravděpodobně  klást  do  počátku 17. století , kdy došlo k výraznému vzestupu cihlářství. V našem regionu se používaly zejména cihly nepálené, tzv. vepřovice, které se vyráběly z hlíny smíchané s plevami a vodou. Tato směs se dala do forem a sušila na slunci. Takto zhotovené cihly si naši předkové nezřídka vyráběli svépomocí sami. Cihly pálené se používaly pouze na výstavbu komínů či klenutí. Až v roce 1624, za držby Collalta et San Salvatore, mělo brtnické panství svou vlastní cihelnu. Cihláři jako profesionální řemeslníci u nás v dřívějším období působili a zůstal již po nich jen místní název „U cihelny“.",
        "tradeUrl": "cihlar",
        "imageUrl": null
    },
    {
        "name": "Cihlář krycí",
        "tradeDesc": "Specialista cihlář – vyrábějící střešní krytinu – tašky a příslušenství - zejména mnohdy velmi zdobené zakončení střešních hřebenů.",
        "tradeUrl": "cihlar-kryci",
        "imageUrl": null
    },
    {
        "name": "Cíchař",
        "tradeDesc": "Specialista tkadlec zhotovující tkaniny k výrobě ložního prádla. Většinou dle             objednávky dodával prádlo i ušité dle přání.",
        "tradeUrl": "cichar",
        "imageUrl": null
    },
    {
        "name": "Cínař",
        "tradeDesc": "Řemeslník zhotovující litím a tepáním užitné předměty z cínu.",
        "tradeUrl": "cinar",
        "imageUrl": null
    },
    {
        "name": "Ciník",
        "tradeDesc": "Viz cínař.",
        "tradeUrl": "cinik",
        "imageUrl": null
    },
    {
        "name": "Cirklář",
        "tradeDesc": "Specialista mečník zhotovující různé druhy kružidel a obkročných měřidel pro dřevaře, lesníky a pod.",
        "tradeUrl": "cirklar",
        "imageUrl": null
    },
    {
        "name": "Cirolog",
        "tradeDesc": "Bradýř specializovaný na chirurgické úkony jako bylo pouštění žilou, přikládání pijavic či obvazování ran. Často také léčil kožní a pohlavní nemoci.",
        "tradeUrl": "cirolog",
        "imageUrl": null
    },
    {
        "name": "Citárník",
        "tradeDesc": "Viz Loutník, výrobce hudebních nástrojů.",
        "tradeUrl": "citarnik",
        "imageUrl": null
    },
    {
        "name": "Cizelér",
        "tradeDesc": "Řemeslník dotvářející povrch kovových předmětů a jemně opracovávající kovové odlitky uměleckých děl. Kovy nejen brousil a leštil, ale často doplňoval i rytinou.",
        "tradeUrl": "cizeler",
        "imageUrl": null
    },
    {
        "name": "Cuckař",
        "tradeDesc": "Viz Koudelník.",
        "tradeUrl": "cuckar",
        "imageUrl": null
    },
    {
        "name": "Cukrář",
        "tradeDesc": "Viz též Konfektář - specializovaný řemeslník, který pekl a jinak vyráběl cikrlátka, cukroví, zejména konfety (bonbony) a tatrmánky z cukru a přísad.   ",
        "tradeUrl": "cukrar",
        "imageUrl": null
    },
    {
        "name": "Cuprejtýř",
        "tradeDesc": "Pomocník malíře, který zhotovoval podkladovou vrstvu obrazů jak na plátně tak i na omítce pro fresky a sgrafita.",
        "tradeUrl": "cuprejtyr",
        "imageUrl": null
    },
    {
        "name": "Cuprifabr",
        "tradeDesc": "Viz též Kovář mědi, specialista na kování mědi.",
        "tradeUrl": "cuprifabr",
        "imageUrl": null
    },
    {
        "name": "Cvistář",
        "tradeDesc": "Viz soukeník.",
        "tradeUrl": "cvistar",
        "imageUrl": null
    },
    {
        "name": "Cvočkař",
        "tradeDesc": "Specialista Hřebičník, vyrábějící cvoky a cvočky.",
        "tradeUrl": "cvockar",
        "imageUrl": null
    },
    {
        "name": "Čalouník",
        "tradeDesc": "Specialista na potahování nábytku a kočárů látkou – čalouněním. Často různě cvočky do různých obrazců zdobenými.",
        "tradeUrl": "calounik",
        "imageUrl": null
    },
    {
        "name": "Čalounář",
        "tradeDesc": "Viz Kobercář.",
        "tradeUrl": "calounar",
        "imageUrl": null
    },
    {
        "name": "Čbánař",
        "tradeDesc": "Viz džbánkař.",
        "tradeUrl": "cbanar",
        "imageUrl": null
    },
    {
        "name": "Čbánkař",
        "tradeDesc": "Viz džbánkař.",
        "tradeUrl": "cbankar",
        "imageUrl": null
    },
    {
        "name": "Čeledín",
        "tradeDesc": "Námezdní pracovník v různých oborech, obvykle při venkovské činnosti, příslušník čeledi selské.",
        "tradeUrl": "celedin",
        "imageUrl": null
    },
    {
        "name": "Čeleď mlýnská",
        "tradeDesc": "Námezdní pracovník ve mlýně, tvořili ji stárci, mládci, prášci a smetipraši. Někdy byli mezi ně i zařazováni šejdíř a pilař.",
        "tradeUrl": "celed-mlynska",
        "imageUrl": null
    },
    {
        "name": "Čeleď panská",
        "tradeDesc": "Námezdní pracovníci na panském dvoře. Tvořili ji příslušníci selské čeledi, poklasní a šafář.",
        "tradeUrl": "celed-panska",
        "imageUrl": null
    },
    {
        "name": "Čeleď selská",
        "tradeDesc": "Námezdní pracovníci na selském dvoře. Čeleď tvořily husopasky, pasáci, mladší čeledíny a děvečky a starší čeledíni a děvečky.",
        "tradeUrl": "celed-selska",
        "imageUrl": null
    },
    {
        "name": "Čepčář",
        "tradeDesc": "Řemeslník specialista vyrábějící obvykle čepce pro ženy",
        "tradeUrl": "cepcar",
        "imageUrl": null
    },
    {
        "name": "Čepelník",
        "tradeDesc": "Specialista nožíř na výrobu čepelí zbraní.",
        "tradeUrl": "cepelnik",
        "imageUrl": null
    },
    {
        "name": "Čepičkář",
        "tradeDesc": "Specialista na výrobu pánských čepic a dámských nevyšívaných čepců (které se potom vyšívaly). U tohoto řemesla docházelo většinou ke spojení s živností nikoliv kloboučnickou, ale kožešnickou.\\nV Brtnici se osamostatnil pouze jeden čepičkář a své bohaté životní zkušenosti uplatnil posléze i při vycpávání zvířat a konzervování přírodnin, což nejlépe dokládá všestrannost při snaze o co nejbohatší naplnění života. Pracoval do svých 72 let, kdy zemřel v roce 1904 bez následníků.",
        "tradeUrl": "cepickar",
        "imageUrl": null
    },
    {
        "name": "Černokožešník",
        "tradeDesc": "Specializovaný kožešník na černě barvené kožešinové oblečení.",
        "tradeUrl": "cernokozesnik",
        "imageUrl": null
    },
    {
        "name": "Červenokožešník",
        "tradeDesc": "Specializovaný kožešník na červeně barvené kožešinové oblečení.",
        "tradeUrl": "cervenokozesnik",
        "imageUrl": null
    },
    {
        "name": "Česač vlny",
        "tradeDesc": "Povrchově upravoval střižní vlnu pro předení.",
        "tradeUrl": "cesac-vlny",
        "imageUrl": null
    },
    {
        "name": "Češíř",
        "tradeDesc": "Soustružník specializovaný na výrobu dřevěných číší.",
        "tradeUrl": "cesir",
        "imageUrl": null
    },
    {
        "name": "Číšíř",
        "tradeDesc": "Viz Češíř.",
        "tradeUrl": "cisir",
        "imageUrl": null
    },
    {
        "name": "Čižbař",
        "tradeDesc": "Neboli ptáčníci. V daném případě sice nešlo o řemeslo, ale o obživu, byť z dnešního hlediska určitě nikoliv bohulibou. Po brtnicku se jí říkalo \"chodit na sojky\". A na štěstí se již ve 30. letech minulého století těžko hledali nějací pamětníci. Ale bohužel v dávnější minulosti se chytáním zejména zpěvného ptactva - čižbou vskutku někteří lidé i v našem okolí živili. Ptactvo se odchytávalo pomocí živé sojky, narozdíl od \"panského\" lovu, kdy se používal výr. Když začala sojka \"skřehotat\", tak se ptáčkové slétali a usedali na polepené větvoví - vějičky. Polapené ptáčky vykupovali překupníci a prodávali je do ciziny.\\nČižba bujela naplno ještě v 80. letech XIX. století, ale poté již přicházela přísná zákonná omezení, vyvolaná především místními hospodářskými zájmy (ochrana přírody, péče o lesní hospodářství). Kromě vějiček se používalo i síťových pastí - tenat, tenátek či tenetek.",
        "tradeUrl": "cizbar",
        "imageUrl": null
    },
    {
        "name": "Destilátor",
        "tradeDesc": "Palič vína nebo palič piva. Z těchto nápojů destiloval alkoholické nápoje.",
        "tradeUrl": "destilator",
        "imageUrl": null
    },
    {
        "name": "Dešťkář",
        "tradeDesc": "Výrobce deštěk pro obuvníky. Dešťky – kopyta a déšťky do podrážek bot.",
        "tradeUrl": "destkar",
        "imageUrl": null
    },
    {
        "name": "Deškář",
        "tradeDesc": "Viz kopytář.",
        "tradeUrl": "deskar",
        "imageUrl": null
    },
    {
        "name": "Deštníkář",
        "tradeDesc": "Výrobce deštníků a slunečníků.",
        "tradeUrl": "destnikar",
        "imageUrl": null
    },
    {
        "name": "Dívka",
        "tradeDesc": "Námezdní pracovnice na selském dvoře, příslušnice ženské čeledi.",
        "tradeUrl": "divka",
        "imageUrl": null
    },
    {
        "name": "Dlaždič",
        "tradeDesc": "Řemeslník zabývající se dlážděním cest a kladením podlahových dlaždic.",
        "tradeUrl": "dlazdic",
        "imageUrl": null
    },
    {
        "name": "Dlažič",
        "tradeDesc": "Specialista dlaždič zabývající se jen kladením podlahových dlaždic.",
        "tradeUrl": "dlazic",
        "imageUrl": null
    },
    {
        "name": "Dohazovač",
        "tradeDesc": "Zprostředkovatel sňatků, ale i námezdních pracovníků a nemovitostí. Byla to další typická figurka chodící nejen po venkově i po městečkách. Měl v hlavě jejich celý seznam ženichů a nevěst, znal jejich majetkové poměry a zprostředkovával sňatky sobě rovných partnerů.",
        "tradeUrl": "dohazovac",
        "imageUrl": null
    },
    {
        "name": "Dolák",
        "tradeDesc": "Jakýkoliv pracovník pocházející z nížin, údolí nebo níže položeného místa.",
        "tradeUrl": "dolak",
        "imageUrl": null
    },
    {
        "name": "Domovník",
        "tradeDesc": "Správce domu. Za byt se stará o chod a opravy v nájemním domě či sídle domácího.",
        "tradeUrl": "domovnik",
        "imageUrl": null
    },
    {
        "name": "Doškař",
        "tradeDesc": "Domy prostých obyvatel byly od pradávna pokrývány slaměnou doškovou krytinou. Toto pokrytí střech přetrvalo mnohde až do 19. století. Došky si každý hospodář vyráběl převážně sám. Když se měla zakrýt větší plocha, připravovaly se došky z několika sklizní. Hospodáři si mnohdy dovedli střechu došky pošívat sami, při větších opravách, či při pokrývání celé střechy se k práci volal zkušený doškař.\\nDobře provedená došková krytina z kvalitní žitné slámy měla životnost 40-50 let. Došková střecha měla několik výhod - byla lehká a vzdušná, tepelně izolovala půdní prostor, bránila zavátí sněhu do půdního prostoru a byla laciná, protože se vyráběla z vlastní přebytečné slámy. Její velkou nevýhodou byla snadná zápalnost, hořlavost a malá možnost hašení.\\nPři požáru hořící došky vylétávaly vysoko nad domy a vítr je zanášel na okolní střechy, takže požár v jednom domě míval katastrofální následky pro celou ves. Byl vydán stavební řád pro město a připojené obce, který nepovoloval doškovou krytinu na novostavbách. Také  pojistné  staveb s  doškovými střechami  bylo daleko vyšší, než u domů s jiným typem střešní krytiny. Proto v 19. století došlo k postupnému zániku doškových střech i vymizení doškařského řemesla.",
        "tradeUrl": "doskar",
        "imageUrl": null
    },
    {
        "name": "Drástník",
        "tradeDesc": "Specialista Tkaničník specializovaný drástní – střapců.",
        "tradeUrl": "drastnik",
        "imageUrl": null
    },
    {
        "name": "Drátař",
        "tradeDesc": "Podomní obchodník zabývající se opravami drátováním a výrobou drobných předmětů z drátků.",
        "tradeUrl": "dratar",
        "imageUrl": null
    },
    {
        "name": "Dráteník",
        "tradeDesc": "Nesmíme zapomenout ani na dráteníky, kteří se zabývali podomně drátováním hrnců.",
        "tradeUrl": "dratenik",
        "imageUrl": null
    },
    {
        "name": "Drátník",
        "tradeDesc": "Kovář specializovaný na výrobu drátů.",
        "tradeUrl": "dratnik",
        "imageUrl": null
    },
    {
        "name": "Dratevník",
        "tradeDesc": "Výrobce konopných dratví pro ševce.",
        "tradeUrl": "dratevnik",
        "imageUrl": null
    },
    {
        "name": "Drobník",
        "tradeDesc": "Řezník specialista na zvířecí droby.",
        "tradeUrl": "drobnik",
        "imageUrl": null
    },
    {
        "name": "Drožďár",
        "tradeDesc": "Důležitou osobou pro obec býval drožďář, vážili si ho hospodyně i nejedni muži, jimž obstarával jako posel různé záležitosti. Jezdil pravidelně před nedělí nebo svátkem do pivovaru (většinou do panského brtnického) pro droždí. O svátcích dostával od hospodyně kromě peněz za kvasnice i koláč. Býval hovorný, věděl mnoho novin.",
        "tradeUrl": "drozdar",
        "imageUrl": null
    },
    {
        "name": "Dršťkař",
        "tradeDesc": "Viz Drobník.",
        "tradeUrl": "drstkar",
        "imageUrl": null
    },
    {
        "name": "Dřevákář",
        "tradeDesc": "Truhlář specialista zabývající se výrobou dřeváků a dřevěných podrážek pro nazouváky (ty se potom jen potáhly na špici kůží).",
        "tradeUrl": "drevakar",
        "imageUrl": null
    },
    {
        "name": "Dřevorytec",
        "tradeDesc": "Specialista řezbář dřeva zabývající se pouze výrobou dřevorytů, zprvu plochých nástěnných obrazů, později předloh pro tisk.",
        "tradeUrl": "drevorytec",
        "imageUrl": null
    },
    {
        "name": "Dřevník",
        "tradeDesc": "Obchodník s dřívím.",
        "tradeUrl": "drevnik",
        "imageUrl": null
    },
    {
        "name": "Drvoštěp",
        "tradeDesc": "Námezdní pracovník který štípal dříví na topení. Na vysočině, kde se rozprostíraly od pradávna hluboké lesy, byla obživou obyvatel práce v lese. Lesy káceli nejen drvoštěpové, ale v zimním období se touto činností zabývalo i mnoho sedláků. Dřevo se používalo jednak na topení, jednak k dalšímu zpracování.",
        "tradeUrl": "drvostep",
        "imageUrl": null
    },
    {
        "name": "Důchodní",
        "tradeDesc": "Vrchností pověřený úředník který se stará o výběr důchodů (daní).",
        "tradeUrl": "duchodni",
        "imageUrl": null
    },
    {
        "name": "Dýmkař",
        "tradeDesc": "Na brtnicku tato činnost nebyla nikterak rozšířená, spíše byla okrajovou a doplňkovou ke špičkařům. I když brtnické dýmky dosáhly v širokém okolí značné obliby. Dobrou reklamu jim dělali zvěroklestiči či nunváři nebo miškáři, kteří se po brtnické pouti \"rozlézali\" po okolí \"jako mravenci\". K jejich tradiční výstroji patřila nezbytná krátká, ale \"sporá\" fajfčička. K výrobě se používalo dnes již nedostatkové jalovcové dřevo.",
        "tradeUrl": "dymkar",
        "imageUrl": null
    },
    {
        "name": "Dýnař",
        "tradeDesc": "Zahradník specialista na pěstování dýní a prodej sušených dýňových semen a plodů.",
        "tradeUrl": "dynar",
        "imageUrl": null
    },
    {
        "name": "Dychér",
        "tradeDesc": "K zedniké profesi patřili i např. dynchéři, kteří dynchovali - obmršťovali zeď maltou. Nejstarší stavby, zejména chudinské, nebo stavby chlívků a kůlen byly ze splétaného proutí na dřevěné konstrukci a odychtované maltou.",
        "tradeUrl": "dycher",
        "imageUrl": null
    },
    {
        "name": "Dychnéř",
        "tradeDesc": "Specializovaný zedník který lepil zdivo z nepálených cihel, ale i z kamene jen na hlínu.",
        "tradeUrl": "dychner",
        "imageUrl": null
    },
    {
        "name": "Džbánkař",
        "tradeDesc": "Specializovaný hrnčíř, který se specializoval zejména na výrobu různých druhů džbánků a džbánů.",
        "tradeUrl": "dzbankar",
        "imageUrl": null
    },
    {
        "name": "Džbánečník",
        "tradeDesc": "Viz Džbánkař.",
        "tradeUrl": "dzbanecnik",
        "imageUrl": null
    },
    {
        "name": "Emailér ",
        "tradeDesc": "Zdobil pomocí slonoviny (barvené kysličníky kovů) předměty z kovů, zlata a z hlíny. Zdobil je emailem.",
        "tradeUrl": "emailer-",
        "imageUrl": null
    },
    {
        "name": "Executor",
        "tradeDesc": "Úředník provádějící zabavení majetku ve prospěch dlužníka.",
        "tradeUrl": "executor",
        "imageUrl": null
    },
    {
        "name": "Fasíř",
        "tradeDesc": "Vandrovní myslivec.",
        "tradeUrl": "fasir",
        "imageUrl": null
    },
    {
        "name": "Fajansér",
        "tradeDesc": "Specialista hrnčíř zhotovující (nebo jen dokončující) keramické výrobky z jemné plavené hlíny, vypalované v peci a opatřované neprůhlednou ciničitou polevou vhodnou pro malířskou úpravu.",
        "tradeUrl": "fajanser",
        "imageUrl": null
    },
    {
        "name": "Faktor",
        "tradeDesc": "Obstarával prodej i nákup pro cizí. Přiděloval domáckým výrobcům surovinu na zpracování.",
        "tradeUrl": "faktor",
        "imageUrl": null
    },
    {
        "name": "Famulus",
        "tradeDesc": "Pomocník či sluha.",
        "tradeUrl": "famulus",
        "imageUrl": null
    },
    {
        "name": "Farář",
        "tradeDesc": "Byl od středověku nejen osobou, která se starala o náboženský život obyvatel, ale byl i nositelem univerzální křesťanské kultury. Farní kostel nebyl jen místem boží služby, ale i společenským centrem obce, kde se řešily i věci obecní a světské. I v pozdějších dobách se faráři podíleli na kulturním, společenském a sociálním vývoji obce, stávali se nositeli vzdělanosti i národními buditeli. Farář (z lat. parrochus) je v křesťanských církvích osoba, která má na starosti vedení farnosti a farních bohoslužeb. Jak katolická církev, tak protestantské církve přesně vymezují práva a povinnosti faráře prostřednictvím vlastního církevního práva. V evangelických církvích a starokatolické církvi je farář většinou farností volen, v katolické církvi jej jmenuje biskup. V evangelických církvích je farář ordinovaným teologem, v katolické, anglikánské a pravoslavné církvi musí být farář kněz.",
        "tradeUrl": "farar",
        "imageUrl": null
    },
    {
        "name": "Felčar",
        "tradeDesc": "Předchůdce dnešního lékaře. Původně polní lazebník a ranhojič či obyčejný holič občanský. Lékař v dobách kdy nebyla jako nyní vyvinuta lidskost a péče pro raněné a nemocné, jediný zdravotnický pomocník těchto ubožáků. Stojí na stupni významu ve své době zcela nízkém. Teprve na rozhraní 18. a 19. století začínají se felčary ustanovovat graduovaní lékaři, doktoři a zanikl potom i titul felčar.",
        "tradeUrl": "felcar",
        "imageUrl": null
    },
    {
        "name": "Fiakrist",
        "tradeDesc": "Majitel kočáru – fiakru – sloužícího pro přepravu osob.",
        "tradeUrl": "fiakrist",
        "imageUrl": null
    },
    {
        "name": "Flašinetář",
        "tradeDesc": "Většinou válečný vysloužilec, který na základě povolenky mohl hrát na přidělený flašinet – kolovrátek.",
        "tradeUrl": "flasinetar",
        "imageUrl": null
    },
    {
        "name": "Flašnér",
        "tradeDesc": "Specialista kovář zabývající se výrobou flaší a nádob někdy i litinových. (Plechové nádoby vyráběl specialista klempíř.)",
        "tradeUrl": "flasner",
        "imageUrl": null
    },
    {
        "name": "Flekýř",
        "tradeDesc": "Švec opravář někdy také označení pro vetešníka.",
        "tradeUrl": "flekyr",
        "imageUrl": null
    },
    {
        "name": "Fochér",
        "tradeDesc": "Viz Ohánečník.",
        "tradeUrl": "focher",
        "imageUrl": null
    },
    {
        "name": "Forman",
        "tradeDesc": "Města i vesnice byly v našich zemích odedávna v čilém obchodním styku. Zboží vozili obchodníkům ve vozech, tažených koňmi, formani. Toto řemeslo se rozvíjelo zejména ve 14. století, kdy u nás vznikla síť zemských stezek, později zemských silnic. Od 16. století se tato síť začala rozrůstat a zkvalitňovat, technický pokrok též zaznamenaly formanské vozy.",
        "tradeUrl": "forman",
        "imageUrl": null
    },
    {
        "name": "Forman nájemní",
        "tradeDesc": "Formani nájemní měli oprávněnými jezdit jen v určitých lokalitách a to vždy tam, kam měly dohodnutou trasu od které se nesměly odchýlit.",
        "tradeUrl": "forman-najemni",
        "imageUrl": null
    },
    {
        "name": "Forman venkovský",
        "tradeDesc": "V 18. století začínají zajímavou skupinu těchto živnostníků představovat venkovští formani. Ti provozovali formanství buď jako samostatnou živnost nebo jako vedlejší zaměstnání při selských hospodářstvích. Tuto činnost vykonávali i někteří brtničtí sedláci. Jezdit mohli pouze po domovském panství.",
        "tradeUrl": "forman-venkovsky",
        "imageUrl": null
    },
    {
        "name": "Forman zemský",
        "tradeDesc": "V 18. století se setkáváme už s formany zemskými, kteří mohli jezdit neomezeně.",
        "tradeUrl": "forman-zemsky",
        "imageUrl": null
    },
    {
        "name": "Fušer",
        "tradeDesc": "Viz stolíř.",
        "tradeUrl": "fuser",
        "imageUrl": null
    },
    {
        "name": "Fysik",
        "tradeDesc": "Viz lékař.",
        "tradeUrl": "fysik",
        "imageUrl": null
    },
    {
        "name": "Geometr",
        "tradeDesc": "Zeměměřič.",
        "tradeUrl": "geometr",
        "imageUrl": null
    },
    {
        "name": "Granátů šlejfíř",
        "tradeDesc": "Brusič granátů (šerkových kamenů, zejména českých granátů).",
        "tradeUrl": "granatu-slejfir",
        "imageUrl": null
    },
    {
        "name": "Habán",
        "tradeDesc": "Příslušník anababtiské sekty (novokřtěnec) zabývající se výrobou keramiky (habánská keramika).",
        "tradeUrl": "haban",
        "imageUrl": null
    },
    {
        "name": "Hacník",
        "tradeDesc": "Specialista krejčí zabývající se výrobou kalhot.",
        "tradeUrl": "hacnik",
        "imageUrl": null
    },
    {
        "name": "Hadač",
        "tradeDesc": "Využívá lidské hlouposti, lehkověnosti a pověr a hádal pomocí různých předmětů budoucnost.",
        "tradeUrl": "hadac",
        "imageUrl": null
    },
    {
        "name": "Hadrář",
        "tradeDesc": "Podomní obchodník zkupující po domech hadry a opětovně je prodával na další zpracování.",
        "tradeUrl": "hadrar",
        "imageUrl": null
    },
    {
        "name": "Hadrník",
        "tradeDesc": "Viz hadrář.",
        "tradeUrl": "hadrnik",
        "imageUrl": null
    },
    {
        "name": "Hajný",
        "tradeDesc": "Ustanoven, jmenován majitelem lesa pro ochranu a pro dohled na lesní práce. K lesu odjakživa patřil hajný, který byl ustaven pro ochranu lesa a jako dohled na lesní práce. K městečku Brtnice příslušel Velký Černý les (od Lhotských polí až k Brancouzské cestě), který spravoval a dřevo prodával hajný ze Lhoty. Další černý les se prostíral od Brancouzské cesty až k Třebíčské silnici a spravoval jej hajný přímo z Brtnice. Na Poušti – kde býval Štěpán poustevníkem – byl také za vodou černý les – který celý příslušel k Brtnici a ten měl také svého samostatného hajného.",
        "tradeUrl": "hajny",
        "imageUrl": null
    },
    {
        "name": "Hamerník",
        "tradeDesc": "Řemeslník vyrábějící ze surového železa svářkatou ocel vytloukáním na hamrech obvykle s kolem na spodní vodu, které pohání kladivo dopadající na kovadlinu.",
        "tradeUrl": "hamernik",
        "imageUrl": null
    },
    {
        "name": "Hamrník",
        "tradeDesc": "Viz Hamerník.",
        "tradeUrl": "hamrnik",
        "imageUrl": null
    },
    {
        "name": "Harfeník",
        "tradeDesc": "Hudebník hrající na harfu.",
        "tradeUrl": "harfenik",
        "imageUrl": null
    },
    {
        "name": "Harfář",
        "tradeDesc": "Výrobce nebo obchodník – většinou obojí – zabývající se výrobou i prodejem harf.",
        "tradeUrl": "harfar",
        "imageUrl": null
    },
    {
        "name": "Hárkař",
        "tradeDesc": "Tito podomní obchodníci se živili zejména prodejem papíru, který nosili na zvláštních nosítkách ve tvaru dnešních krosen. Právě těm se říkalo hárky, které s plným nákladem vážily kolem 40 kg. Prodávali papír kancelářský, dopisní, obálky, pohlednice, sešity – také tužky a pera. Hlavní prodej nastal před začátkem školního roku – živnost se však činila po celý rok.",
        "tradeUrl": "harkar",
        "imageUrl": null
    },
    {
        "name": "Hasič",
        "tradeDesc": "Státem placený zaměstnanec. V jeho prací je nejen hasit požáry, ale také             pomoc při různých katastrofách.",
        "tradeUrl": "hasic",
        "imageUrl": null
    },
    {
        "name": "Hasič dobrovolný",
        "tradeDesc": "K zakládání sborů dobrovolných hasičů vedly velmi časté požáry, které se velice rychle šířily, protože převážná většina domů mělo stále ještě hořlavou krytinu (šindele a došky).\\nJako nejstarší jednotka v Jihlavském okrese a jako jedna z prvních na Moravě vůbec vznikl již v roce 1874 Sbor dobrovolných hasičů v Brtnici. V témže roce obecní výbor schválil „Hasičský pořádek“ a byla na náměstí postavena hasičská zbrojnice.",
        "tradeUrl": "hasic-dobrovolny",
        "imageUrl": null
    },
    {
        "name": "Hauslař",
        "tradeDesc": "Místní lidový název pro Houslaře.",
        "tradeUrl": "hauslar",
        "imageUrl": null
    },
    {
        "name": "Havéř",
        "tradeDesc": "Viz skalník.",
        "tradeUrl": "haver",
        "imageUrl": null
    },
    {
        "name": "Havíř",
        "tradeDesc": "Dělník dobývající v dole rudu nebo uhlí.",
        "tradeUrl": "havir",
        "imageUrl": null
    },
    {
        "name": "Hedvábník",
        "tradeDesc": "Specialista tkadlec zabývající se tkaním hedvábí. Někdy byl talé hedvábníkem nazýván krumpéř používající k vyšívání hedvábí.          ",
        "tradeUrl": "hedvabnik",
        "imageUrl": null
    },
    {
        "name": "Hejtman",
        "tradeDesc": "Vyšší úředník panství jmenovaný majitelem panství.\\nV Brtnici byla tato funkce ustanovena v polovině 17. století.",
        "tradeUrl": "hejtman",
        "imageUrl": null
    },
    {
        "name": "Hejtman vrchní",
        "tradeDesc": "Nejvyšší úředník panství – vrchní hejtman (v době kdy existoval regent, jen hejtman) – byl prostředníkem mezi panstvím a hrabětem, kterého informoval o stavu hospodářství a jiných úředních záležitostech politického a bezpečnostního rázu. Hrabě naopak posílal jeho prostřednictvím svá nařízení, pokyny apod. Na panství byl představený všem úředníkům. Měl odpovědnost za celé hospodářství a „každého tého týdne, nebo chce-l ve dvou nedělích jednou dvory, rybníky, mlýny, ovčírny a jiné hospodářství sjezditi měl, též rolím orným dohlížel“. V tomto ohledu mu přímo podléhali purkrabí, obroční, lesní pojezdný, sládek a porybný. Hejtman také musel schvalovat všechny účetní položky.\\nV Brtnici byla tato funkce ustanovena v polovině 17. století.",
        "tradeUrl": "hejtman-vrchni",
        "imageUrl": null
    },
    {
        "name": "Helméř",
        "tradeDesc": "Specialista klempíř zabývající se výrobou přileb a železných klobouků.",
        "tradeUrl": "helmer",
        "imageUrl": null
    },
    {
        "name": "Herec",
        "tradeDesc": "Obveselovatel na jarmarcích a panských slavnostech. Většinou člen kočovní společnosti.",
        "tradeUrl": "herec",
        "imageUrl": null
    },
    {
        "name": "Herynkář",
        "tradeDesc": "Obchodník se solenými nebo sušenými rybami dováženými od moře.",
        "tradeUrl": "herynkar",
        "imageUrl": null
    },
    {
        "name": "Heverník",
        "tradeDesc": "Specialista zámečník vyrábějící hevery a pozdvihovadla.",
        "tradeUrl": "hevernik",
        "imageUrl": null
    },
    {
        "name": "Hliňák",
        "tradeDesc": "Hlinomazi, lepáci, hlínou lepili zděné ohrady, zídky nebo chlévy a vymazovali jizby. Z připravené hlíny obmazával stěny hlínou, kterou uměl vyhladit a často i nabílit.Je dlužno se zmínit, že v Brtnici působila řada stavebních řemeslníků, kteří se podíleli na stavbách v rodné obci, či okolí. Říkalo se jim také lidově Dynchéři.",
        "tradeUrl": "hlinak",
        "imageUrl": null
    },
    {
        "name": "Hlinomaz",
        "tradeDesc": "Z připravené hlíny obmazával stěny hlínou, kterou uměl vyhladit a často i nabílit.",
        "tradeUrl": "hlinomaz",
        "imageUrl": null
    },
    {
        "name": "Hodinář",
        "tradeDesc": "Zámečník specializovaný na výrobu hodinových strojků a příslušenství velkých hodin.\\nHodinář hodin malých – hodinář vyrábějící takzvané malé hodiny (stolní a pod.), v Čechách se objevuje po roce 1500, po vynálezu hodinového pera.",
        "tradeUrl": "hodinar",
        "imageUrl": null
    },
    {
        "name": "Hodinář hodin velkých",
        "tradeDesc": "Hodinář specializovaný na věžní hodiny pro kostely, radnice a podobně.",
        "tradeUrl": "hodinar-hodin-velkych",
        "imageUrl": null
    },
    {
        "name": "Hokynář",
        "tradeDesc": "Obchodník prodávající drobné zboží, obvykle však pouze potraviny. Postupem času, kdy docházelo ke specializaci řemesel a stoupaly životní nároky, vznikaly i ve vesnicích obchody, ve kterých se dalo koupit různé zboží každodenní spotřeby. Tito obchodníci se nazývali hokynáři, někteří z nich obchodovali pouze s potravinami a poživatinami, většinou však kromě tohoto zboží prodávali i nářadí, nádobí, drogistické zboží apod. Majiteli hokynářství bývali často židé, do dnešních dob se nám zachoval slovní obrat \"kafe od Žida\".   \\nProvozovatelé těchto živností se též mnohdy zabývali i další činností, buď sedlačili, nebo provozovali šenkýřství. V 19. století se od tohoto označení živnosti upouštělo a prodejny byly označovány jako obchody se smíšeným zbožím, což se zejména na vesnicích udrželo dodnes.",
        "tradeUrl": "hokynar",
        "imageUrl": null
    },
    {
        "name": "Hokyník",
        "tradeDesc": "Obchodník s drobným zbožím mimo potraviny.",
        "tradeUrl": "hokynik",
        "imageUrl": null
    },
    {
        "name": "Holič",
        "tradeDesc": "Specialista na stříhání vousů a úpravy vlasů a vousů pánů.",
        "tradeUrl": "holic",
        "imageUrl": null
    },
    {
        "name": "Holubník",
        "tradeDesc": "Obchodník s holuby.",
        "tradeUrl": "holubnik",
        "imageUrl": null
    },
    {
        "name": "Horák",
        "tradeDesc": "Jakýkoliv pracovník pocházející z hor nebo výše položeného místa.",
        "tradeUrl": "horak",
        "imageUrl": null
    },
    {
        "name": "Horogolista",
        "tradeDesc": "Viz orlojník.",
        "tradeUrl": "horogolista",
        "imageUrl": null
    },
    {
        "name": "Hospodář",
        "tradeDesc": "Na venkově řídil činnost selské čeledi. Nemusel být ale majitelem usedlosti, mohl být v nájmu.",
        "tradeUrl": "hospodar",
        "imageUrl": null
    },
    {
        "name": "Hospodářka",
        "tradeDesc": "Manželka hospodáře, nebo viz Hospodář.",
        "tradeUrl": "hospodarka",
        "imageUrl": null
    },
    {
        "name": "Hospodář domovní",
        "tradeDesc": "Domovník v domě kupce nebo nájemce.",
        "tradeUrl": "hospodar-domovni",
        "imageUrl": null
    },
    {
        "name": "Hospodář herberku",
        "tradeDesc": "Hospodář tovaryšský – hospodář tovaryšské hospody.",
        "tradeUrl": "hospodar-herberku",
        "imageUrl": null
    },
    {
        "name": "Hospodář pojezdný",
        "tradeDesc": "Panský úředník. Hospodářský pojezdný – měl na starosti polní hospodářství. Objížděl pole a louky a dbal, aby byly správně a včas vykonány polní práce. Konal objížďky jednotlivých dvorů a byli mu podřízeni     šafáři a šafářky. V Brtnici od poloviny 17. století",
        "tradeUrl": "hospodar-pojezdny",
        "imageUrl": null
    },
    {
        "name": "Hostinský",
        "tradeDesc": "Brtnice v roce 1882 již zaměstnávala jakožto zaměstnance obce jednoho svého hostinského v obecní hospodě spravované obcí. Hospoda zvaná Radniční Nálevna byla v prostorách radnice.",
        "tradeUrl": "hostinsky",
        "imageUrl": null
    },
    {
        "name": "Hostinský formanský",
        "tradeDesc": "Při cestách se formané stravovali a nocovali ve formanských hospodách, známých široko daleko  pod různými  jmény. S formanskou  slávou kvetla i sláva těchto  hospod, často velmi výstavných, prostorných, s rozsáhlými stájemi i kůlnami, kde se při nepohodě vešly i vysoko naložené formanské vozy. S rozvojem automobilismu a výrobou nákladních aut formanství postupně zaniklo.",
        "tradeUrl": "hostinsky-formansky",
        "imageUrl": null
    },
    {
        "name": "Hostinský nájemní",
        "tradeDesc": "V Brtnici jsou postaveny v letech 1628 až 1630 dvě nové panské hospody. 1. září 1629 nová budova panské hospody na náměstí má již krásné průčelí i pěknou fasádu Do oken hospody již byla zasazena skla. Všechny místnosti jsou již hotové. Chybí ještě dát štítu bílou barvu a vyzdobit průčelí erbovými iniciálami hraběte Rombalda z Collaltla. Je již také hotova větší část střechy kryté šindelem a stolař již dodal první kusy vnitřního zařízení – stoly, židle a lavice. Kolem vánoc téhož roku již byla střecha a celá hospoda hotova a slavnostně otevřena.",
        "tradeUrl": "hostinsky-najemni",
        "imageUrl": null
    },
    {
        "name": "Houslař",
        "tradeDesc": "Výrobce houslí a hudebník a také hudebník na housle.",
        "tradeUrl": "houslar",
        "imageUrl": null
    },
    {
        "name": "Houžvař",
        "tradeDesc": "Výrobce houžví ze dřeva.",
        "tradeUrl": "houzvar",
        "imageUrl": null
    },
    {
        "name": "Hrachovník",
        "tradeDesc": "Obchodník s hrachem a luštěninami.",
        "tradeUrl": "hrachovnik",
        "imageUrl": null
    },
    {
        "name": "Hrnčíř",
        "tradeDesc": "Řemeslník vyrábějící z hlíny nádobí na kruhu a vypalované v peci. K vybavení domácností našich předků patřily bezesporu keramické nádoby, jejichž výroba byla od pradávna velmi rozšířena. Tuto keramiku vyráběli hrnčíři na hrnčířských kruzích a vypalovali v hrnčířských pecích. Původní polní hrnčířské pece byly ve středověku vystřídány milířovitými pecemi stabilními i příležitostnými. Ještě v 19. století bylo toto řemeslo dosti rozšířené, ale postupem času byla keramika nahrazována jinými materiály.",
        "tradeUrl": "hrncir",
        "imageUrl": null
    },
    {
        "name": "Hrobník",
        "tradeDesc": "Obvykle obecní zaměstnanec kopající hroby a starající se o hřbitov.",
        "tradeUrl": "hrobnik",
        "imageUrl": null
    },
    {
        "name": "Hrotník",
        "tradeDesc": "Kovář specialista zabývající se výrobou hrotů k šípům a kopím.",
        "tradeUrl": "hrotnik",
        "imageUrl": null
    },
    {
        "name": "Hrstník",
        "tradeDesc": "Obchodník prodávající sypké zboží ne na váhu ale hrstě – sůl, semena, obilí, kroupy, hrách a pod.",
        "tradeUrl": "hrstnik",
        "imageUrl": null
    },
    {
        "name": "Hřebač",
        "tradeDesc": "Viz Hřebičník, kovář specialista",
        "tradeUrl": "hrebac",
        "imageUrl": null
    },
    {
        "name": "Hřebelečník",
        "tradeDesc": "Řemeslník vyrábějící hřebeny k hřebelcování koní.",
        "tradeUrl": "hrebelecnik",
        "imageUrl": null
    },
    {
        "name": "Hřebenář",
        "tradeDesc": "Řemeslník vyrábějící hřebeny z rohů, ze slonové kosti a vzácných dřev.",
        "tradeUrl": "hrebenar",
        "imageUrl": null
    },
    {
        "name": "Hřebičník",
        "tradeDesc": "Kovář specializující se na výrobu hřebíků, hřebů, skob a pod.",
        "tradeUrl": "hrebicnik",
        "imageUrl": null
    },
    {
        "name": "Hudec",
        "tradeDesc": "Hráč na různé nástroje.",
        "tradeUrl": "hudec",
        "imageUrl": null
    },
    {
        "name": "Hudlař",
        "tradeDesc": "Viz hudec – (hudlá – hraje nelibozvučně).",
        "tradeUrl": "hudlar",
        "imageUrl": null
    },
    {
        "name": "Hudebník",
        "tradeDesc": "Hudec zběhlý v hudebním umění.",
        "tradeUrl": "hudebnik",
        "imageUrl": null
    },
    {
        "name": "Huntéř",
        "tradeDesc": "Přespolní nebo podomní řezník. Název od káry (huntu) na níž vozíval zboží.",
        "tradeUrl": "hunter",
        "imageUrl": null
    },
    {
        "name": "Huntíř",
        "tradeDesc": "Viz Huntéř.",
        "tradeUrl": "huntir",
        "imageUrl": null
    },
    {
        "name": "Husák",
        "tradeDesc": "Obchodník s drůbeží, zejména s vykrmenými husami.",
        "tradeUrl": "husak",
        "imageUrl": null
    },
    {
        "name": "Huslař",
        "tradeDesc": "Výrobce dřevěných nástrojů, zejména huslí (neplést s houslemi).",
        "tradeUrl": "huslar",
        "imageUrl": null
    },
    {
        "name": "Husopas",
        "tradeDesc": "Pásl husy, příslušník selské čeledi.",
        "tradeUrl": "husopas",
        "imageUrl": null
    },
    {
        "name": "Hutník",
        "tradeDesc": "Dělník v huti.",
        "tradeUrl": "hutnik",
        "imageUrl": null
    },
    {
        "name": "Hutník mistr",
        "tradeDesc": "Řemeslník řídící navážku a tavbu železa a jiných kovů v huti.",
        "tradeUrl": "hutnik-mistr",
        "imageUrl": null
    },
    {
        "name": "Hvězdář",
        "tradeDesc": "V podstatě Astrolog.",
        "tradeUrl": "hvezdar",
        "imageUrl": null
    },
    {
        "name": "Chirolog ",
        "tradeDesc": "Viz cirolog.",
        "tradeUrl": "chirolog-",
        "imageUrl": null
    },
    {
        "name": "Chmelař",
        "tradeDesc": "Obchodník i pěstitel chmele.",
        "tradeUrl": "chmelar",
        "imageUrl": null
    },
    {
        "name": "Chodák",
        "tradeDesc": "Tulák, žebrák.",
        "tradeUrl": "chodak",
        "imageUrl": null
    },
    {
        "name": "Iluminátor",
        "tradeDesc": "Malíř specialista na drobné ilustrace do ručně psaných knih. Často býval i písařem.",
        "tradeUrl": "iluminator",
        "imageUrl": null
    },
    {
        "name": "Impresor",
        "tradeDesc": "Knihtiskař. Často byl i vydavatelem a knihkupcem.",
        "tradeUrl": "impresor",
        "imageUrl": null
    },
    {
        "name": "Inkoustář",
        "tradeDesc": "Výrobce inkoustu.",
        "tradeUrl": "inkoustar",
        "imageUrl": null
    },
    {
        "name": "Inkoustník",
        "tradeDesc": "Prodejce inkoustu a psacích potřeb a papírů. Často býval i písma znalý a psal různé písemnosti. Zvláštní zjev tehdejší doby byl papírník a inkoustník. Byli to lidé obyčejně poněkud inteligentní, městští. Věděli vždy něco nového, co dělá ta \"konstituce\", co Košut, či jiný  soused. Papír byl, rozumí se, ruční; obchodník měl ho 3—4 druhy. Když svůj těžký uzel postavil na stůl, tu jej děti zvědavě jej obstoupily a dívaly se, jak uzel rozvazuje a pevné domácí plátno rozvinuje, pod nímž objevila se vrstva různých »knih«. Kupovalo se po knihách i po arších. Aby ukojil zvědavost dětskou a trochu se i pochlubil, rozevřel papírník též zvláštní balík, kde měl zvláště jemný papír. Oči jste na něm mohly nechat! Pohovořil a zase odešel.\\nČasto s ním chodil \"Vašíček\" s inkoustem.  Byl to muž letný, obyčejně Inkoustem ho nazývali. V pytli na zádech nesl obrovskou láhev z kameniny, odkroutil zátku \"na šroub\" upravenou a pak tázal se: \"Kolik, půl — celý?\" Totiž žejdlík. Naměřil a nálevkou, kterou s sebou nosil, vlil do nastavené lahvice. Naříkával, jak ho záda bolí.",
        "tradeUrl": "inkoustnik",
        "imageUrl": null
    },
    {
        "name": "Instrumentář",
        "tradeDesc": "Výrobce drobných nástrojů pro hodináře, lékaře a pod. později   specialista na chirurgické nástroje.",
        "tradeUrl": "instrumentar",
        "imageUrl": null
    },
    {
        "name": "Intarzér",
        "tradeDesc": "Viz marketiér. Vykládá – intarzuje předměty různými vzácnými dřevy a kovy.",
        "tradeUrl": "intarzer",
        "imageUrl": null
    },
    {
        "name": "Jablečník",
        "tradeDesc": "Štěpař, specialista zahradník, odborník na jabloně. Dokázal neomylně vybrat tu správnou místní odrůdu pro tu kterou polohu sadu.",
        "tradeUrl": "jablecnik",
        "imageUrl": null
    },
    {
        "name": "Jahelničkář",
        "tradeDesc": "Viz Jehelničkář.",
        "tradeUrl": "jahelnickar",
        "imageUrl": null
    },
    {
        "name": "Jarmarečník",
        "tradeDesc": "Obchodník, obvykle kramář prodávající na jarmarcích.",
        "tradeUrl": "jarmarecnik",
        "imageUrl": null
    },
    {
        "name": "Jehelník",
        "tradeDesc": "Specialista kovář, specializující se na výrobu různých druhů jehel, nejen na plátno, ale i na kůže, čalounění a pro obuvníky vyráběl různé nástroje.",
        "tradeUrl": "jehelnik",
        "imageUrl": null
    },
    {
        "name": "Jehelničkář",
        "tradeDesc": "Výrobce jehelníčků ze dřeva a kůže a jiných materiálů, často z drahých kovů jako svatební dary. Tyto kousky se dlouho dopředu objednávaly a byly opravdu malé umělecké dílko.",
        "tradeUrl": "jehelnickar",
        "imageUrl": null
    },
    {
        "name": "Jilčař",
        "tradeDesc": "Specialista nožíř, výrobce jílců pro meče, dýky a nože. Býval dobrým rytcem a jeho výrobky bývaly vysoce ceněny.",
        "tradeUrl": "jilcar",
        "imageUrl": null
    },
    {
        "name": "Jirchář",
        "tradeDesc": "Řemeslník vydělávající kůže hlinitými solemi. Jirchářství jest druh minerálného vydělávání kůže, při kterém se kůže na líci vlasu a pokožky, na rubu tukové vrstvy a blan dle stejných zásad jako v koželužství zbavuje a před hnitím chrání tím, že se napojí roztokem kamence.\\nV Brtnici po této činnosti zůstal pouze místní název \"U Jirchárny\".",
        "tradeUrl": "jirchar",
        "imageUrl": null
    },
    {
        "name": "Kabátník ",
        "tradeDesc": "Specialista krejčí, odborník na šití kabátů, plédů, palet, pláštěnek a podobného obječení.",
        "tradeUrl": "kabatnik-",
        "imageUrl": null
    },
    {
        "name": "Kachlář",
        "tradeDesc": "Hrnčíř, kamnář, specializovaný na výrobu kachlí pro kachlová kamna. Často býval i zdatný stavitel kamen a velkých kuchyňských ploten.",
        "tradeUrl": "kachlar",
        "imageUrl": null
    },
    {
        "name": "Kachňář",
        "tradeDesc": "Kuřař který prodával kachní kuřata z vlastního chovu a kupoval prodával kachny.",
        "tradeUrl": "kachnar",
        "imageUrl": null
    },
    {
        "name": "Kalamářník",
        "tradeDesc": "Soustružník specialista na výrobu kalamářů. Toto řemeslo bylo vytlačeno pozdější masovou výrobou kalamářů skleněných.",
        "tradeUrl": "kalamarnik",
        "imageUrl": null
    },
    {
        "name": "Kalhotník",
        "tradeDesc": "Specialista krejčí. Vyráběl různé druhy kalhot od obyčejných „štruksáků“ až po panské jemné punčochové kalhoty, či zdobené horní bohatě vyšívané.",
        "tradeUrl": "kalhotnik",
        "imageUrl": null
    },
    {
        "name": "Kameník",
        "tradeDesc": "Dalšími řemeslníky, kteří v Brtnici působili, byli kameníci a zedníci kameňáci zhotovující kamenné ornamenty a kamenné zdivo. I když činností kameníků bylo zejména zpracování kamene a jeho sestavování do celků a činností zedníků budování hrubých staveb, tato řemesla se prolínala a mnohdy nebylo mezi nimi rozdílu, vždyť první zděné stavby byly zhotoveny z kamene. Tuto činnost prováděli zajisté i brtničtí obyvatelé, když se v robotě podíleli na budování, a později opravách hradu (zámku). V 15. století se začala tato dvě řemesla od sebe diferencovat.",
        "tradeUrl": "kamenik",
        "imageUrl": null
    },
    {
        "name": "Kamnář",
        "tradeDesc": "Specialisté hrnčířů byli kamnáři, kteří hotovili kachle a stavěli kamna, která ve středověku byla výsadou pánů, či měšťanů. V renesanci a baroku došlo k rozvoji tohoto řemesla, prostá kamna pro běžnou městskou domácnost, či vesnickou usedlost se zhotovovala z jednoduchých režných, či zakuřovaných kachlí.\\nV průběhu 19. století se postupně zaváděla jednoduchá hranolovitá kamna, kde účelnost převažovala nad výtvarností. Obvyklými se staly šamotové kachle tlumených barev, jak je nacházíme na přelomu 19. a 20. století, či později.\\nZda v Brtnici tato řemesla existovala, dnes už asi nezjistíme. V každém případě se však naši předkové s výrobky hrnčířů, či kamnářů setkávali denně v běžném životě. Dobrý kamnář dokázal zhotovit za čtyři neděle \"čtvery až sedmery kamna buď \"sprosté selské nepolejvané, nebo polejvané - panské\".",
        "tradeUrl": "kamnar",
        "imageUrl": null
    },
    {
        "name": "Kantor",
        "tradeDesc": "Školní vzdělání nebylo po staletí zdaleka tím, jak je známe z dnešní doby. Školství, které bylo před třicetiletou válkou ve značném rozvoji, v 2. polovině 17. století jen živořilo. Učilo se pouze základům čtení, psaní a počítání. Učitelství bylo většinou jen vedlejším zaměstnáním . Změna těchto poměrů nastala teprve díky reformám za vlády Marie Terezie a Josefa II., kdy vyšlo nařízení, aby nižší škola (triviální) byla zřízena při každé farnosti. V Brtnici tomu bylo ale jinak.\\nKolem roku 1585 byl pro \"zlé chování\" Tomšovi Mrázovi vzat grunt a z něho škola udělána (jak stojí v zápise brtnických konšelů). Od jeho roli, louky a zahrady do vůle panské jest puštěno a to vše knězi Matoušovi zvanému Chytroušovi dáno. Inspekcí nad novou obecní školou je tedy pověřen kněz Chytrouš, jakožto rektor budiž ustanoven kostelník Matěj a též kantor ustanoven jest volbou měšťanstva Brtnice.",
        "tradeUrl": "kantor",
        "imageUrl": null
    },
    {
        "name": "Kaplan",
        "tradeDesc": "(Z latinského capellanus) duchovní vázaný na kapli je funkční titul pro duchovní, zejména křesťanské. Pomocný duchovní, zejména v římském katolicismu. Skutečným kaplanem je tehdy, jestliže je mu svěřena služba v některém filiálním kostele nebo kapli v rámci farnosti.\\nBěžně se tak však označuje jakýkoliv farní vikář (ve smyslu farářova zástupce), nejčastěji bývá v této funkci několik let po svém nástupu do praxe mladý kněz, který zatím pracuje ve farnosti pod dozorem zkušeného faráře, a teprve potom bývá jmenován na vyšší pozici, pokud se osvědčí. Duchovní správce obce, podléhal faráři. V Brtnici koncem 14. století zajišťoval dalšího vzdělání pro kněží spolu s brtnickým knězem.",
        "tradeUrl": "kaplan",
        "imageUrl": null
    },
    {
        "name": "Karbaník",
        "tradeDesc": "Organizátor různých loterií. Karban je nádoba na losy. Také se toto označení užívalo pro náruživé hráče různých karetních her. Většinou používáno v hanlivém slova smyslu, kdy hráč prohrával co se dalo a často i nedalo (i celý grunt).",
        "tradeUrl": "karbanik",
        "imageUrl": null
    },
    {
        "name": "Karbéř",
        "tradeDesc": "Zedník specializovaný na hašení a přípravu vápna.",
        "tradeUrl": "karber",
        "imageUrl": null
    },
    {
        "name": "Kárník",
        "tradeDesc": "Ženatý tovaryš. Obchodník na rynku či na trzích prodávající své zboží přímo z káry.",
        "tradeUrl": "karnik",
        "imageUrl": null
    },
    {
        "name": "Kartářka",
        "tradeDesc": "Podezření oprávněné vzbuzovali kartářky. Znali své lidi a neprohlásili se komukoliv. Kartářky ovšem měly spadeno hlavně na ženské pohlaví, kteréž toužívá zvěděti tajné věci. Za zmínku zajisté stojí, že toto řemeslo nemá mužského provozovatele.",
        "tradeUrl": "kartarka",
        "imageUrl": null
    },
    {
        "name": "Kartnéř",
        "tradeDesc": "Malíř specialista zhotovující drobné malby, zejména na karty a malé obrázky do medailonků.",
        "tradeUrl": "kartner",
        "imageUrl": null
    },
    {
        "name": "Kat",
        "tradeDesc": "Mocepanský zaměstnanec obstarávající výkon práva útrpného – mučení a práva hrdelního – různé druhy poprav – věšení, stětí a pod.",
        "tradeUrl": "kat",
        "imageUrl": null
    },
    {
        "name": "Kejklíř",
        "tradeDesc": "Člověk, který provozuje kejkle, tj. zručností svou a hbitostí zvláště prstů provádí kousky diváku nepochopitelné a podiv vzbuzující.",
        "tradeUrl": "kejklir",
        "imageUrl": null
    },
    {
        "name": "Klempíř",
        "tradeDesc": "Řemeslník zhotovující z plechu (železného, pocínovaného, pozinkovaného, měděného, ...) různé předměty jako lampy, svítilny, krabice, hrnce, poklice, žlaby a v posledním století tisíciletí i kouřovody a střechy.",
        "tradeUrl": "klempir",
        "imageUrl": null
    },
    {
        "name": "Klenotník",
        "tradeDesc": "Řemeslník, obvykle zlatník, usazující drahé kameny do kovových ložisek šperků a různých předmětů.",
        "tradeUrl": "klenotnik",
        "imageUrl": null
    },
    {
        "name": "Kletnář",
        "tradeDesc": "Řemeslník, většinou košíkář specialista, výrobce dřevěných klecí. Pozěji i klecí jen s dřevěným rámem a různě tvarovanými dráty do domečků, altánků a pod.",
        "tradeUrl": "kletnar",
        "imageUrl": null
    },
    {
        "name": "Kloboučník",
        "tradeDesc": "Řemeslník zabývající se výrobou klobouků z plsti, slámy, lýčí, kůží i kožešin, papíroviny a pod.",
        "tradeUrl": "kloboucnik",
        "imageUrl": null
    },
    {
        "name": "Kloboučník pávový",
        "tradeDesc": "Specialista zaměřený pouze na výzdobu klobouků různými péry (paví péra), štětinami (štětiny pro myslivce), ale i různými stuhami a krajkami a papírovými ozdobami pro dámské klobouky.",
        "tradeUrl": "kloboucnik-pavovy",
        "imageUrl": null
    },
    {
        "name": "Knap",
        "tradeDesc": "Tovaryš u soukeníka.",
        "tradeUrl": "knap",
        "imageUrl": null
    },
    {
        "name": "Knihař",
        "tradeDesc": "Pojmenování pro člověka který je knihařem – vazačem knih a rukopisů, nakladatelem, knihkupecem a knih tlačitel v jedné osobě. Později novější pojmenování pro řeneslníka, který spojoval jednotlivé listy knihy v celek, opatřoval je deskami více či méně zdobenými s různou vazbou od papíru až po kůži. V Brtnici byl do roku 1859.",
        "tradeUrl": "knihar",
        "imageUrl": null
    },
    {
        "name": "Knihkupec",
        "tradeDesc": "Obchodník který nakoval od spisovatelů rukopisy, dával je do tisku a obstarával prodej exemplářů.",
        "tradeUrl": "knihkupec",
        "imageUrl": null
    },
    {
        "name": "Knih tiskař",
        "tradeDesc": "Tiskař používající ke zhotovení kopií techniku knihtisku.",
        "tradeUrl": "knih-tiskar",
        "imageUrl": null
    },
    {
        "name": "Knoflíkář",
        "tradeDesc": "Řemeslník vyrábějící knoflíky. V Čechách většinou pouze perleťové z perleťových mušlí perlorodek. Kromě perleti se vyráběly knoflíky z různých kovů, rohu, slonoviny, tvrzené gumy, dřeva, skla, porcelánu, tvrzeného papíru, nití a sukna. Specialitou byly plechové knoflíky na potahování stejnou látkou jako oblečení.",
        "tradeUrl": "knoflikar",
        "imageUrl": null
    },
    {
        "name": "Kobližník",
        "tradeDesc": "Pekař specialista na koblihy.",
        "tradeUrl": "kobliznik",
        "imageUrl": null
    },
    {
        "name": "Kobercář",
        "tradeDesc": "Tkadlec specialista na koberce k ozbobě nábytku, stěn a prostíraní na podlahy. Později toto řemeslo bylo vytlačeno výrobou gobelínů.",
        "tradeUrl": "kobercar",
        "imageUrl": null
    },
    {
        "name": "Kočárník",
        "tradeDesc": "Řemeslník stolař specialista na výrobu různých kočárů. S rozvojem automobilismu zpočátku ještě vyráběl korby některých osobních aut.",
        "tradeUrl": "kocarnik",
        "imageUrl": null
    },
    {
        "name": "Kojná",
        "tradeDesc": "Najatá žena ke kojení dítěte místo matky. Většinou svobodná matka, která zůstávala u pánů později i jako vychovatelka.",
        "tradeUrl": "kojna",
        "imageUrl": null
    },
    {
        "name": "Kokotkář",
        "tradeDesc": "Kuřař který prodával mladé kohoutky a kapouny.",
        "tradeUrl": "kokotkar",
        "imageUrl": null
    },
    {
        "name": "Koláčník",
        "tradeDesc": "Specialista pekař, který vyráběl oblíbené pečivo z pšeničné mouky nadívané hrozinkami, mandlemi, s mákem, povidly, tvarohem nebo perníkem.",
        "tradeUrl": "kolacnik",
        "imageUrl": null
    },
    {
        "name": "Kolář",
        "tradeDesc": "Dalším řemeslem, které má vztah ke dřevu, bylo kolařství. Kolář, jinak též koloděj či nápravník, v  minulosti zhotovoval vozová kola, vozy a další dřevěné součásti vozů ale i jiné potřebné hospodářské nářadí pro zemědělství.\\nZ kolářské produkce v 15. století je možno uvést vozy, fasuňky, vozy pivní, vozy \"k vezení lesa\", vozy formanské, kočáry, vozy na řemenech, bryčky, případně i selské sáně, vozy šperlochem kryté, žebřiňáky na svoz obilí, kopovňáky na vození hnoje, korby na zemáky, řepu a řízky. Jinak koláři vyráběli také káry, kolečka a trakaře.\\nMateriál si opatřovali sami v místních lesích, dub nebo jilm, který místní nazývali břest. Od 18. století se kolářská produkce rozšiřuje jak do kvality, tak do kvantity. Kolář dělá kola, vozy, trakaře, pluhy, brány, sochory, držadla, násady, topůrka, nákladní vozy, žebřiňáky, korby, valníky apod.\\nNejtypičtější kolářskou prací bylo a zůstalo kolo. Při jeho stavbě se zhotovil postupně náboj (hlava), paprsky (špice nebo ramena) a loukotě (věnec). Kolo se sestavovalo na kolářské stolici (koze). Nakonec je kovář opatřil železnou obručí (ráfem), trubkou a botkou na hlavě. Nástupem železných vozů s pneumatikami řemeslo nedlouho po válce zaniklo.  ",
        "tradeUrl": "kolar",
        "imageUrl": null
    },
    {
        "name": "Kolébečník",
        "tradeDesc": "Truhlář specialista na výrobu kolébek.",
        "tradeUrl": "kolebecnik",
        "imageUrl": null
    },
    {
        "name": "Kolečník",
        "tradeDesc": "Vozataj s trakačem. Obvykle k dispozici na trhu či rynku. Za úplatu odvážel na trakaři zboží k vozu.",
        "tradeUrl": "kolecnik",
        "imageUrl": null
    },
    {
        "name": "Koloděj",
        "tradeDesc": "Viz Kolář.",
        "tradeUrl": "kolodej",
        "imageUrl": null
    },
    {
        "name": "Kolomazník",
        "tradeDesc": "Ale také dehtaři se zabývali získáváním dehtu tzv. suchou destilací zejména z borového, na pryskyřici bohatého dřeva. Při destilaci odtékala z pece nejdříve voda s menším množstvím smolnatých látek a z té se vyráběl postupným zahušťováním kolomaz, který byl až do poloviny 19. století používán k mazání os kol vozů, trakařů, mlýnů, atd.  Taková pec se nacházela poblíž borového porostu a stěhovali se postupně po celé borové trati.\\nKaždý hospodář pečlivě hlídal, aby nepropásl kolomazníka. Do většího hospodářství přijíždí kolomazník na jisto, věděl již, kdy asi jim dojde kolomaz. Bez ptaní bral již větší konývku a hospodář jen připomene, aby ji dobře vyškrabal, až vylije obsah do jeho kolomaznice. Mátě každé »řemeslo« své uskoky a chytrosti, to hospodář ví. Staroch kolomazník skuhrá, že musí pantáta krejcárek přidati, že je teď o louč nouze. Skončiv trh, odjíždí dále a spouští pro všeobecnost své obvyklé zpěvné hlášení: \"Kolomaz, kupte kolomaz\". Děti vybíhají před stavení a některý nezveda povystrčiv ze vrat hlavu, opakuje po starci: »Kolomaz!« Avšak staroch je tomu zvyklý, nic ho to nepohoršuje a jede svou cestou dále a zastaví jen, uvidí-li někoho přes cestu k sobě přicházet.  ",
        "tradeUrl": "kolomaznik",
        "imageUrl": null
    },
    {
        "name": "Kolovratník",
        "tradeDesc": "Výrobce kolovrátků.",
        "tradeUrl": "kolovratnik",
        "imageUrl": null
    },
    {
        "name": "Kolovrátkář",
        "tradeDesc": "Viz Flašinetář.",
        "tradeUrl": "kolovratkar",
        "imageUrl": null
    },
    {
        "name": "Koltář",
        "tradeDesc": "Vyšívač a i výrobce kolter – ozdobných závěsů kobercového rázu (používaných na okna a vchody), ale i ozdobných obyčejných přikrývek na lože.",
        "tradeUrl": "koltar",
        "imageUrl": null
    },
    {
        "name": "Koňský handlíř",
        "tradeDesc": "Nakupoval a prodával koně. Zejména židé byli v tomto obchodě odborníci.",
        "tradeUrl": "konsky-handlir",
        "imageUrl": null
    },
    {
        "name": "Kominík",
        "tradeDesc": "Dříve jsme se s nimi běžně setkávali v ulicích Nadále sice zůstávají v pranostikách nositeli štěstí, ale potkat je, to už se dá nazvat spíše zázrakem. Vymetání komínů štětkou většinou v důsledku totální plynofikace nahradila revize čistoty a proměřování spalování a úletu škodlivin. Kominíci, kteří se zabývali čistěním komínů měli vlastní cech.",
        "tradeUrl": "kominik",
        "imageUrl": null
    },
    {
        "name": "Konfetkář",
        "tradeDesc": "Pekař specialista, který z medu, cukru a mouky pekl konfety – zákusky, cukroví a dělal bonbony.",
        "tradeUrl": "konfetkar",
        "imageUrl": null
    },
    {
        "name": "Konvář",
        "tradeDesc": "Specialista klempíř, který zhotovoval z cínu a později i z jiných plechů, různé nádoby a konvice.",
        "tradeUrl": "konvar",
        "imageUrl": null
    },
    {
        "name": "Konvičkář",
        "tradeDesc": "Specialista na různé malé nádoby, zejména odměrky na tekutiny (mléko a pod.)",
        "tradeUrl": "konvickar",
        "imageUrl": null
    },
    {
        "name": "Kopinník",
        "tradeDesc": "Vyrobce kopí – útočná zbraň skládající se z dřevěného bidla s přibitým kovovým hrotem. Obvykle však hroty nakupoval o Hrotníka.",
        "tradeUrl": "kopinnik",
        "imageUrl": null
    },
    {
        "name": "Kopitkář",
        "tradeDesc": "Dokud se dělala ze smolného dříví kolomaz, tu býval jakožto vedlejší výrobek i kopt (saze). Koptikáři rozváželi jej v dlouhých bečičkách na obou koncích knůtky obvázaných a vysoko na trakaři vyrovnaných. Truhláři, ševci,   kupci byli hlavní jejich odběratelé. Avšak i do domácností jej prodali, dokud se podomácku dělalo leštidlo na boty. I na koptařích bylo přesvědčení, že „každý rozumí svému“. Kdykoli se blížili k dědině, kde doufali prodat své zboží, zastavili a přerovnávajíce celý náklad, každou bečičkou řádně zatřepali (zahrkali), aby se kopt načechral; jinak bylo ho v nádobce sotva s polovice.",
        "tradeUrl": "kopitkar",
        "imageUrl": null
    },
    {
        "name": "Kopytkář",
        "tradeDesc": "Truhlář specializovaný na výrobu ševcovských kopyt.",
        "tradeUrl": "kopytkar",
        "imageUrl": null
    },
    {
        "name": "Korábník",
        "tradeDesc": "Loupal a zpracovával kůru stromů.",
        "tradeUrl": "korabnik",
        "imageUrl": null
    },
    {
        "name": "Korbař",
        "tradeDesc": "Řemeslník specialista který vyráběl korby pro různé vozy.",
        "tradeUrl": "korbar",
        "imageUrl": null
    },
    {
        "name": "Korbelář",
        "tradeDesc": "Spojoval ve svém řemesle umění bednářů a cínařů a vyráběl různé korbele.",
        "tradeUrl": "korbelar",
        "imageUrl": null
    },
    {
        "name": "Kordováník",
        "tradeDesc": "Specialista koželuh, který připravoval jemnou useň vyděláváním obvykle kozích koží – kozinku. Kozinka se používala k výrobě jemných střevíčků, na vazbu knih a pod.",
        "tradeUrl": "kordovanik",
        "imageUrl": null
    },
    {
        "name": "Korytník",
        "tradeDesc": "Řemeslo příbuzné neckáři. Korytník ale vyráběl koryta pro napájení dobytka, většinou z jednoho kusu. Vyráběl také koryta na vedení vody – dlouhé půlené klády.",
        "tradeUrl": "korytnik",
        "imageUrl": null
    },
    {
        "name": "Kosař",
        "tradeDesc": "Kovář specialista na kosy, srpy, mačety a podobné nářadí.",
        "tradeUrl": "kosar",
        "imageUrl": null
    },
    {
        "name": "Kostelník",
        "tradeDesc": "Ke správě farnosti patřil neodmyslitelně i kostelník, který se jednak zabýval pomocnými činnostmi při správě kostela, staral se o roucha kněží a ministrantů a též o obřadní nádoby a jednak vykonával určené úkony při obřadech a s obřady souvisejícími. Původně musel být kostelníkem duchovní nižšího svěcení.",
        "tradeUrl": "kostelnik",
        "imageUrl": null
    },
    {
        "name": "Kostečník",
        "tradeDesc": "Výrobce užitkových i ozdobných předmětů z kostí. Jeho specialitou byly             hrací kostky a koule.",
        "tradeUrl": "kostecnik",
        "imageUrl": null
    },
    {
        "name": "Kostkář",
        "tradeDesc": "Viz Kostečník.",
        "tradeUrl": "kostkar",
        "imageUrl": null
    },
    {
        "name": "Košíkář",
        "tradeDesc": "Řemeslník zhotovující košíky, koše, nůše, ošatky, a pod. pletením většinou z vrbového proutí. Současnost to považují spíše za zájmovou činnost, ale dříve to byla živnost. Zboží se vyrábělo hlavně v období vegetačního klidu - v zimě. Vrbové pruty se však řezaly hned po žních. Máčením v mlýnské náhonu získávaly potřebnou pružnost, nezbytnou pro další zpracování. Vyráběly se především jednouché košíky, dále dvouuché \"bramboráky\" a také větší \"ohrabečňáky\" pro přenášení sena a sečky pro dobytek.\\¨nPravděpodobně poslední košíkář byl v ulici K volejně. Materiál se získával přímo v místě, neboť až do regulace Brtničky byla říčka lemována po celé délce vrbami.",
        "tradeUrl": "kosikar",
        "imageUrl": null
    },
    {
        "name": "Koštér vína",
        "tradeDesc": "Vrchnostenský nebo městský finanční zřízenec ověřující kvalitu vína.",
        "tradeUrl": "koster-vina",
        "imageUrl": null
    },
    {
        "name": "Košťatář",
        "tradeDesc": "Výrobce různých košťat a metáčků. Používalo se obyčejně vrbové proutí, jalovcové větvičky ale i jiný materiál. Na malé metáčky se používalo i „šustí“. Ve svém prodejním sortimentu míval i metáčky z husích křídel, na vymetání pecí a „mašlovačky“ na pečivo.",
        "tradeUrl": "kostatar",
        "imageUrl": null
    },
    {
        "name": "Kotečník",
        "tradeDesc": "Tesař specialista na stavbu kotců, kolen a krámků.",
        "tradeUrl": "kotecnik",
        "imageUrl": null
    },
    {
        "name": "Kotlář",
        "tradeDesc": "Řemeslník specialista na výrobu různých kotlíků a kotlů. Vyráběl malé kotlíky pro kuchařky a veliké kotle pro pivovary.",
        "tradeUrl": "kotlar",
        "imageUrl": null
    },
    {
        "name": "Kotlář pánví železných",
        "tradeDesc": "Výrobce železných pánví a plechů na pečení.",
        "tradeUrl": "kotlar-panvi-zeleznych",
        "imageUrl": null
    },
    {
        "name": "Koudelník",
        "tradeDesc": "Řemeslník spřádající z koudele hrubou přízi. (Koudel – lněná nebo konopná kratší, hubší a pazdeřím znečištěná vlákna.)",
        "tradeUrl": "koudelnik",
        "imageUrl": null
    },
    {
        "name": "Kovář",
        "tradeDesc": "Jedním z nejvýznamnějších a nejznámějších řemesel bylo bezesporu kovářství, což bezprostředně souviselo s rozsáhlou zemědělskou činností vč. využívání koňských a kravských potahů. Původním vybavením kovárny byla kovadlina a ruční měch s výhní. Kováři si museli všechno vyrobit i s jednoduchými nástroji sami. Od podkov a různých druhů kování na vozy a kola až po hřebíky. Byli typem lidových všeumělců, z nichž někteří skutečně dokázali zručně vytrhnout bolavé zuby.\\nKovář byl vždy řemeslníkem, který převážně za horka tvaroval železo do žádoucí podoby kladivem na kovadlině. Ve vesnicích i v menších městech nacházíme kovářství jako jedno z mála řemesel, které od středověku existovalo a rozvíjelo se jen s malými technickými změnami a s téměř komplexním souborem výrobků. Řemeslo se členilo podle druhu výrobku na řadu příbuzných oborů, jako bylo samotné kovářství, zbrojířství, zámečnictví, kotlářství, cvočkařství aj. Kováři též bývali ranhojiči i zvěrolékaři, tahání zubů a pouštění žilou koním bývalo jejich nejobvyklejší vedlejší činností. Postupem času začali kováři vyrábět nové druhy hospodářského a řemeslnického nářadí, řetězy či železné hřbitovní kříže, branky, okování dveří, panty a j.\\nJe velmi pravděpodobné, že kovářské řemeslo existovalo v Brtnici od nepaměti a zůstane tak i nadále.",
        "tradeUrl": "kovar",
        "imageUrl": null
    },
    {
        "name": "Kovolitec",
        "tradeDesc": "Zhotovoval různé předměty litím kovů (litiny, tvárné litiny, zinku, cínu, olova, mosazi, bronzu,...) do forem z různých materiálů (písek, hlína, kov, sádra, ...).",
        "tradeUrl": "kovolitec",
        "imageUrl": null
    },
    {
        "name": "Kozař",
        "tradeDesc": "Obchodník s kozami. Většinou na trzích a kde neměli obecního kozla domlouval si návštěvy.",
        "tradeUrl": "kozar",
        "imageUrl": null
    },
    {
        "name": "Koželuh",
        "tradeDesc": "Původně si ševci vyčiňovali kůže sami, zejména domácí hověziny, ale i koňských. Používali k tomu dubovou kůru, kterou si opět sami v okolních lesích loupali. Potřebné zabarvení pak získali použitím kůr smrkových, bukových, javorových či vrbových. Koželužské řemeslo patřilo mezi málo oblíbené - hlavně pro nečistou práci a velký zápach. Hanlivě se jim říkalo smraďaři. Surová kůže snadno zahnívá, a uschne-li, je tvrdá a lámavá. Vyděláváním koželužským přechází v látku trvanlivou, měkkou a ohebnou, v tak zvanou useň. Kůže se nejdříve čistí, aby se odstranila pokožka a srsť. Za tím účelem se především máčí ve vodě, aby změkla, pak zbavuje se mizdřením na postruhu, totiž přetahováním přes dlouhý tupý nůž tak zv. skobzu nebo skoblu zbaví veškerých zbytků masa a blan. Tyto činnosti se zajisté prováděly podomácku .\\nV roce 1882 měla Brtnice jen jednoho koželuha, který měl živnost a zaměstnával nárazově námezní pracovníky.",
        "tradeUrl": "kozeluh",
        "imageUrl": null
    },
    {
        "name": "Kožešník",
        "tradeDesc": "Řemeslník obykle i vydělávající surové kůže s chlupy a pak z nich zhotovuje rukávníky, kožichy, čepice, límce, předložky, koberce, polštáře a pod.",
        "tradeUrl": "kozesnik",
        "imageUrl": null
    },
    {
        "name": "Kramář",
        "tradeDesc": "Obchodník, menší kupec, který prodával všechno na různých místech, později jen to, co se doma nevyrábělo (koření, jižní ovoce, cizí plátno, vzácná dřeva, a pod.). V dřívější době také obchodník prodávající toto zboží z „kamenného“ obchodu – krámu.",
        "tradeUrl": "kramar",
        "imageUrl": null
    },
    {
        "name": "Krampléř",
        "tradeDesc": "Česal vlnu pro další zpracování.",
        "tradeUrl": "krampler",
        "imageUrl": null
    },
    {
        "name": "Kranečník",
        "tradeDesc": "Viz věnečník.",
        "tradeUrl": "kranecnik",
        "imageUrl": null
    },
    {
        "name": "Kravák",
        "tradeDesc": "Městskými obyvateli chovatel krav, který mlékařil, vyráběl tvaroh a sýry a    tyto výrobky sám na trhu prodával.",
        "tradeUrl": "kravak",
        "imageUrl": null
    },
    {
        "name": "Kravař",
        "tradeDesc": "Obchodník s hovězím dobytkem.",
        "tradeUrl": "kravar",
        "imageUrl": null
    },
    {
        "name": "Krejčí",
        "tradeDesc": "Stříhal a šil šaty z různých látek. V roce 1882 měla Brtnice 25 živností krejčovských.",
        "tradeUrl": "krejci",
        "imageUrl": null
    },
    {
        "name": "Krejčí kalhot",
        "tradeDesc": "Krejčí, který šil a opravoval pouze kalhoty.",
        "tradeUrl": "krejci-kalhot",
        "imageUrl": null
    },
    {
        "name": "Kroječ sukna",
        "tradeDesc": "Krájel sukno na lokte dle potřeby k prodeji.",
        "tradeUrl": "krojec-sukna",
        "imageUrl": null
    },
    {
        "name": "Kroupník",
        "tradeDesc": "Mlynář vyrábějící koupy z ječného zrní, řidčeji pšeničného, buď otloukáním nebo omíláním v krupníku.",
        "tradeUrl": "kroupnik",
        "imageUrl": null
    },
    {
        "name": "Kroupník dědinský",
        "tradeDesc": "Mlynář krupice na dětskou kaši.",
        "tradeUrl": "kroupnik-dedinsky",
        "imageUrl": null
    },
    {
        "name": "Kroužkař",
        "tradeDesc": "Viz Přezkář.",
        "tradeUrl": "krouzkar",
        "imageUrl": null
    },
    {
        "name": "Krtičkář",
        "tradeDesc": "Většinou vandrovník zabývající se chytáním krtků. Krtčí kůžky potom sušil a dodával kožešníkům.",
        "tradeUrl": "krtickar",
        "imageUrl": null
    },
    {
        "name": "Krumpléř",
        "tradeDesc": "Řemeslník, který krumploval – vyšíval zlatem a drahokamy.",
        "tradeUrl": "krumpler",
        "imageUrl": null
    },
    {
        "name": "Krumplíř",
        "tradeDesc": "Viz Krumpléř.",
        "tradeUrl": "krumplir",
        "imageUrl": null
    },
    {
        "name": "Krupér",
        "tradeDesc": "Viz Krupník.",
        "tradeUrl": "kruper",
        "imageUrl": null
    },
    {
        "name": "Krupičník",
        "tradeDesc": "Viz Kroupník dědinský.",
        "tradeUrl": "krupicnik",
        "imageUrl": null
    },
    {
        "name": "Kudlák",
        "tradeDesc": "Viz nožíř.",
        "tradeUrl": "kudlak",
        "imageUrl": null
    },
    {
        "name": "Kuchař",
        "tradeDesc": "Připravoval pokrmy.",
        "tradeUrl": "kuchar",
        "imageUrl": null
    },
    {
        "name": "Kuchyník",
        "tradeDesc": "Název pro kuchaře který připravoval a podával stravu ve veřejných vývařovnách.",
        "tradeUrl": "kuchynik",
        "imageUrl": null
    },
    {
        "name": "Kuléř",
        "tradeDesc": "Specialista kameník, který z kamene tesal koule pro praky a děla.",
        "tradeUrl": "kuler",
        "imageUrl": null
    },
    {
        "name": "Kupec",
        "tradeDesc": "Dovážel zboží pro kramáře a další obchodníky. Nakupoval ve velkém a prodával po menším.",
        "tradeUrl": "kupec",
        "imageUrl": null
    },
    {
        "name": "Kuplíř",
        "tradeDesc": "Zabýval se činností většinou za hranicí zákona. Obvykle zprostředkovával prostituci.",
        "tradeUrl": "kuplir",
        "imageUrl": null
    },
    {
        "name": "Kuřař",
        "tradeDesc": "Obchodník s kuřaty drůbeže domácí a drůbeží vůbec.",
        "tradeUrl": "kurar",
        "imageUrl": null
    },
    {
        "name": "Kušař",
        "tradeDesc": "Výrobce samostřílů, kuší, praků a podobných zbraní mimo zbraní horkých – s náplní střelného prachu.",
        "tradeUrl": "kusar",
        "imageUrl": null
    },
    {
        "name": "Kůžičkář",
        "tradeDesc": "Lovil a prodával kůže drobných polních zvířat.",
        "tradeUrl": "kuzickar",
        "imageUrl": null
    },
    {
        "name": "Kůžkař",
        "tradeDesc": "Typická osoba byl na brtnicku kůžkař. Nevím, jak mu jinde říkali. Měl zvláštní kabelu koženou, podle které ho každý poznával. Kabela na řemenu zavěšená šla mu kolem půl těla. Na zadním konci byla široká, v předu měla úzké, dlouhé hrdlo stažené řemínkem. Hrdlem tím cpal kůžičky do kabely. Chodíc po staveních ptal se, mají-li kůžičky krtčí, syslí, křečků, kuní. Kupoval-li též jiné, ani již nevím. Ale že mu byly nejmilejší drobounké, to se dobře pamatuji. Kožešinky ty prý šly do východních krajin na kožíšky bohatých dam. Později byl nahrazen kůžkařem motorizovaným. Na svém střičkém autě měl amliony ze kterých se stále dokola ozývalo:“Kůže, koupím kůže, kůže...“ Vykupoval však již jen kůže králičí, kočičí a psí.",
        "tradeUrl": "kuzkar",
        "imageUrl": null
    },
    {
        "name": "Kvinterník",
        "tradeDesc": "Vyráběl dřevěné hudební nástroje – kytary a loutny.",
        "tradeUrl": "kvinternik",
        "imageUrl": null
    },
    {
        "name": "Kytléř ",
        "tradeDesc": "Krejčí specialista. Šil lehké krytí – pláště a pláštěnky. Mnohdy bohatě zdobené vyšíváním.",
        "tradeUrl": "kytler-",
        "imageUrl": null
    },
    {
        "name": "Ladař",
        "tradeDesc": "Nákupce zboží po venkovech pro městské obchodníky.",
        "tradeUrl": "ladar",
        "imageUrl": null
    },
    {
        "name": "Ladýř obilný",
        "tradeDesc": "Nákupčí obilí.",
        "tradeUrl": "ladyr-obilny",
        "imageUrl": null
    },
    {
        "name": "Ladýř chmele",
        "tradeDesc": "Nákupčí chmele.",
        "tradeUrl": "ladyr-chmele",
        "imageUrl": null
    },
    {
        "name": "Láhevník",
        "tradeDesc": "Sklář vyrábějící láhve.",
        "tradeUrl": "lahevnik",
        "imageUrl": null
    },
    {
        "name": "Lamač kamene",
        "tradeDesc": "Dobýval stavební kámen. . Lamařská práce má u nás velmi starou tradici. Kámen se dobýval ručně klínováním, které se při získání kvalitních kamenů udrželo dodnes. Do vysekaných otvorů se zarážely dřevěné klíny, které se zalévaly vodou. Tím nabývaly na objemu a trhaly horninu. Lomy se nezakládaly v úzkých údolích či brázdách, kde býval kámen zvětralý, ale na čelních svazích. Přihlíželo se k tomu, aby byl lom obrácen k severu, protože v takovém držel kámen déle lomovou vlhkost a snadněji se lámal a opracovával. Těžkou ruční práci při dobývání kamene později usnadnilo používání trhavin. Stavební kámen se těžil na na mnoha místech zpravidla jen pro potřeby majitelů panství, či místních obyvatel.",
        "tradeUrl": "lamac-kamene",
        "imageUrl": null
    },
    {
        "name": "Lamač vápník",
        "tradeDesc": "Další profesí, která má přímou souvislost nejen s vápenictvím, bylo dobývání vápence. Pokud tuto činnost prováděl někdo jako svoji živnost, nazýval se lamač nebo skalník. Lamařská práce má u nás velmi starou tradici.",
        "tradeUrl": "lamac-vapnik",
        "imageUrl": null
    },
    {
        "name": "Landfaréř",
        "tradeDesc": "Potulný apatykář",
        "tradeUrl": "landfarer",
        "imageUrl": null
    },
    {
        "name": "Landkočí ",
        "tradeDesc": "Viz vozataj.",
        "tradeUrl": "landkoci-",
        "imageUrl": null
    },
    {
        "name": "Lantkočí",
        "tradeDesc": "Viz vozataj.",
        "tradeUrl": "lantkoci",
        "imageUrl": null
    },
    {
        "name": "Lavičník",
        "tradeDesc": "Viz stoličník.",
        "tradeUrl": "lavicnik",
        "imageUrl": null
    },
    {
        "name": "Lazebník",
        "tradeDesc": "Majitel lázně studené i teplé. Lázeň bývala majetkem obce a pronajímala ji lazebníkovi za plat do dědičného držení. V teplé lázni posedávali hosté v horkém vzduchu a páře na lavicích. V mycích lázních byli hosté usazeni v oválných dřevěných kádích naplněných vodou a zakrytých prkny, aby horkost lázně déle vydržela. Při koupání, ale většinou až po něm, bylo hostům podáváno jídlo a pití. Při vlastní lázni byly obyčejně mimo jiné místnosti ještě dvě zvláštní komory. Jedné se říkalo „zuvadlna“, kde se návštěvníci zouvali, svlékali a svěřovali k opatrování své klenoty a peníze. V druhé provozoval lazebník nebo barbíř holení, stříhání a rozmanitější drobné chirurgické operace a trhání zubů. K osazenstvu lázně patřil lazebník a tovaryši specializovaní na různé práce jako: holiči, zuvadlníci, puštědlci, topiči a vodáci...",
        "tradeUrl": "lazebnik",
        "imageUrl": null
    },
    {
        "name": "Ledař",
        "tradeDesc": "Dobýval, uskladňoval a rozvážel led.",
        "tradeUrl": "ledar",
        "imageUrl": null
    },
    {
        "name": "Lékař",
        "tradeDesc": "Léčil bez univerzitních zkoušek, jen měl ukončené studium.",
        "tradeUrl": "lekar",
        "imageUrl": null
    },
    {
        "name": "Lékař koňský",
        "tradeDesc": "Zvěrolékař pro koně.",
        "tradeUrl": "lekar-konsky",
        "imageUrl": null
    },
    {
        "name": "Lepař",
        "tradeDesc": "Viz Hliňák.",
        "tradeUrl": "lepar",
        "imageUrl": null
    },
    {
        "name": "Lesák",
        "tradeDesc": "Ten, co byl zaměstnán v lese anebo také obchodník s řezivem - prkny",
        "tradeUrl": "lesak",
        "imageUrl": null
    },
    {
        "name": "Leštič kovů",
        "tradeDesc": "Zabýval se leštěním a jinými povrchovými úpravami kovů.",
        "tradeUrl": "lestic-kovu",
        "imageUrl": null
    },
    {
        "name": "Leštič kamenů",
        "tradeDesc": "Specialista kameník zabývající se leštěním mramoru, žuly, syenitu a pod.",
        "tradeUrl": "lestic-kamenu",
        "imageUrl": null
    },
    {
        "name": "Ležák",
        "tradeDesc": "Viz faktor.",
        "tradeUrl": "lezak",
        "imageUrl": null
    },
    {
        "name": "Lichvář",
        "tradeDesc": "Půjčoval peníze na úrok, obvykle se používalo pro označení osob kořistících z dlužníkových nesnází.",
        "tradeUrl": "lichvar",
        "imageUrl": null
    },
    {
        "name": "Listonoš",
        "tradeDesc": "Dříve úředník města roznášející listiny, nebyl zaměstnancem pošty.",
        "tradeUrl": "listonos",
        "imageUrl": null
    },
    {
        "name": "Lištař",
        "tradeDesc": "Řemeslník vyrábějící a povrchově upravující úzké dřevěné latě ke krytí spár a trámů, podlah apod. Obvykle různě profilované, barvené, zlacené nebo stříbřené. Vyráběl rovněž polotovary pro rámování obrazů.",
        "tradeUrl": "listar",
        "imageUrl": null
    },
    {
        "name": "Litkupník přísežný",
        "tradeDesc": "Městský úředník střežící dodržování obchodních nařízení, evidující prodávané zboží, zprostředkovávající obchod.",
        "tradeUrl": "litkupnik-prisezny",
        "imageUrl": null
    },
    {
        "name": "Ližník",
        "tradeDesc": "Viz šrotéř.",
        "tradeUrl": "liznik",
        "imageUrl": null
    },
    {
        "name": "Lnář",
        "tradeDesc": "Překupník lnu.",
        "tradeUrl": "lnar",
        "imageUrl": null
    },
    {
        "name": "Locufilices ",
        "tradeDesc": "Truhlář specializovaný na výrobu rakví.",
        "tradeUrl": "locufilices-",
        "imageUrl": null
    },
    {
        "name": "Lojovník",
        "tradeDesc": "Řemeslník zabývající se výkupem a škvařením tvrdých živočišných tuků za účelem získání loje – suroviny pro výrobu mýdla, stearinu, a margarinu či užívaného k napuštění usní, vlny před spřádáním, mazadla a jiné.",
        "tradeUrl": "lojovnik",
        "imageUrl": null
    },
    {
        "name": "Lopatník",
        "tradeDesc": "Kovář specialista vyrábějící různé lopaty a lopatky.",
        "tradeUrl": "lopatnik",
        "imageUrl": null
    },
    {
        "name": "Loutečník",
        "tradeDesc": "Soustružník specializovaný na výrobu loutek a jejich částí. Obvykle i zdatný dřevořezbář.",
        "tradeUrl": "loutecnik",
        "imageUrl": null
    },
    {
        "name": "Loutkař",
        "tradeDesc": "Putoval od vsi ke vsi a hrál loutkové divadlo.",
        "tradeUrl": "loutkar",
        "imageUrl": null
    },
    {
        "name": "Loutnař",
        "tradeDesc": "Výrobce dřevěných nástrojů – louten.",
        "tradeUrl": "loutnar",
        "imageUrl": null
    },
    {
        "name": "Lucernář",
        "tradeDesc": "Platnéř specializovaný na výrobu různých luceren – domovních, kočárových i hřbitovních a rovněž je i prodával s potřebným příslušenstvím.",
        "tradeUrl": "lucernar",
        "imageUrl": null
    },
    {
        "name": "Lučišník",
        "tradeDesc": "Výrobce tětivových střelných zbraní.",
        "tradeUrl": "lucisnik",
        "imageUrl": null
    },
    {
        "name": "Lukař",
        "tradeDesc": "Hospodář v horách, kde převládal chov dobytka, hospodařící na lukách.",
        "tradeUrl": "lukar",
        "imageUrl": null
    },
    {
        "name": "Lůžkař",
        "tradeDesc": "Výrobce dřevěných lůžek ke střelbě s praky.",
        "tradeUrl": "luzkar",
        "imageUrl": null
    },
    {
        "name": "Lžičník",
        "tradeDesc": "Soustružník specializovaný na výrobu dřevěných lžic.",
        "tradeUrl": "lzicnik",
        "imageUrl": null
    },
    {
        "name": "Lázeňský",
        "tradeDesc": "Od roku 1490 provozovali v Brtnici Starší (název pro tehdejší radní) z obce lázně. Nebyly to lázně v dnešním slova smyslu, ale spíše umývárny s lazebníkem.",
        "tradeUrl": "lazensky",
        "imageUrl": null
    },
    {
        "name": "Lehké děvy",
        "tradeDesc": "K čeládce šenkýřů se často přidávala i skupinka lehkých děv, které mimo obsluhy hostí prováděly svoji nekalou živnost. (Mnohdy výnosnější než šenk.)       ",
        "tradeUrl": "lehke-devy",
        "imageUrl": null
    },
    {
        "name": "Lékárník",
        "tradeDesc": "Brtnice, jako městečko se špitálem měli již v roce 1882 svoji lékárnu a lékárníka.",
        "tradeUrl": "lekarnik",
        "imageUrl": null
    },
    {
        "name": "Lékař",
        "tradeDesc": "Městečko mělo v roce 1882 již svého městského vyškoleného lékaře.",
        "tradeUrl": "lekar",
        "imageUrl": null
    },
    {
        "name": "Lesný pojezdný",
        "tradeDesc": "Panský úředník, kterého si vybírá vrchnost ze svých měšťanů. Lesní pojezdný byl přímým představeným lesního personálu: myslivců, adjunktů a hajných. Objížděl jednotlivé revíry a dbal, aby byl všude pořádek. Vedl lesní účty. K prodeji dřeva však potřeboval souhlas hejtmana. V brtnickém panství od poloviny 17. století.",
        "tradeUrl": "lesny-pojezdny",
        "imageUrl": null
    },
    {
        "name": "Malíř ",
        "tradeDesc": "Malíři malovaly především obrazy na přání, a to zejména portréty dětí a pro výdělek krajinky.",
        "tradeUrl": "malir-",
        "imageUrl": null
    },
    {
        "name": "Malíř do kamene",
        "tradeDesc": "Řídce se vyskytující specialista, malíř zhotovující mozaikové obrazy.",
        "tradeUrl": "malir-do-kamene",
        "imageUrl": null
    },
    {
        "name": "Mandlář",
        "tradeDesc": "Kramář prodávající mandle a jiná jedlá semena.",
        "tradeUrl": "mandlar",
        "imageUrl": null
    },
    {
        "name": "Mandlíř pláten",
        "tradeDesc": "Řemeslník mandlující plátno. Řídce samostatný, obvykle tovaryš u tkalce.",
        "tradeUrl": "mandlir-platen",
        "imageUrl": null
    },
    {
        "name": "Manufakturista",
        "tradeDesc": "Majitel manufaktury a v lidové mluvě řemeslník pracující pro manufakturu jako námezdní pracovník.",
        "tradeUrl": "manufakturista",
        "imageUrl": null
    },
    {
        "name": "Marcipárník",
        "tradeDesc": "Perníkář, který pekl z cukru, mandlí, kmínu a pod. cukrovinky.",
        "tradeUrl": "marciparnik",
        "imageUrl": null
    },
    {
        "name": "Marketiér",
        "tradeDesc": "Řemeslník zdobící povrch dřevěných předmětů perletí, želvovinou, bronzem, mědí, cínem a vzácnými dřevy. Zdobení prováděl povětšinou vykládáním.",
        "tradeUrl": "marketier",
        "imageUrl": null
    },
    {
        "name": "Mastičkář",
        "tradeDesc": "Lékař nedouk.",
        "tradeUrl": "mastickar",
        "imageUrl": null
    },
    {
        "name": "Materialista",
        "tradeDesc": "Prodavač drog, chemikálií, surovin a lékárnických potřeb.",
        "tradeUrl": "materialista",
        "imageUrl": null
    },
    {
        "name": "Mazanečník",
        "tradeDesc": "Pekař specialista na mazance a podobné kynuté pečivo.",
        "tradeUrl": "mazanecnik",
        "imageUrl": null
    },
    {
        "name": "Mečíř",
        "tradeDesc": "Nožíř specialista na meče a kordy a ostatní ruční sečné zbraně.",
        "tradeUrl": "mecir",
        "imageUrl": null
    },
    {
        "name": "Medař",
        "tradeDesc": "Včelař, výrobce medoviny.",
        "tradeUrl": "medar",
        "imageUrl": null
    },
    {
        "name": "Medailleur",
        "tradeDesc": "Rytec medailí. Většinou ryl nejdůležitější části razidel mincí a medailové štočky pro královský dvůr. Zhotovoval také pečetidla.",
        "tradeUrl": "medailleur",
        "imageUrl": null
    },
    {
        "name": "Medník",
        "tradeDesc": "Vařil med a medovinu z materiálu opatřované Brtníkem.",
        "tradeUrl": "mednik",
        "imageUrl": null
    },
    {
        "name": "Medvědář",
        "tradeDesc": "Potulný kejklíř, který chodil s cvičeným medvědem a předváděl různé kousky pro pobavení.",
        "tradeUrl": "medvedar",
        "imageUrl": null
    },
    {
        "name": "Mechanikus",
        "tradeDesc": "Mechanik, konstruktér a výrobce složitých pohyblivých zařízení. Velmi žádán na panských sídlech pro zhotovování různých tajných dveří a úkrytů v nábytku.",
        "tradeUrl": "mechanikus",
        "imageUrl": null
    },
    {
        "name": "Melouník",
        "tradeDesc": "Viz Dýňař.",
        "tradeUrl": "melounik",
        "imageUrl": null
    },
    {
        "name": "Metlář",
        "tradeDesc": "Viz Košťatář. Výrobce metel a košťat.",
        "tradeUrl": "metlar",
        "imageUrl": null
    },
    {
        "name": "Mezuláník",
        "tradeDesc": "Speialista tkadlec vyrábějící mezulán – tvrdé a silné plátno ze lnu a konopí.",
        "tradeUrl": "mezulanik",
        "imageUrl": null
    },
    {
        "name": "Mědikovec",
        "tradeDesc": "Viz Kovář mědi.",
        "tradeUrl": "medikovec",
        "imageUrl": null
    },
    {
        "name": "Mědilijec",
        "tradeDesc": "Řemeslník odlévající do různých forem nářadí, ozdoby (polotovary) a další výrobky z mědi.",
        "tradeUrl": "medilijec",
        "imageUrl": null
    },
    {
        "name": "Měřič",
        "tradeDesc": "Obecní úředník pověřený kontrolou měr a dodržováním stanovených cen.",
        "tradeUrl": "meric",
        "imageUrl": null
    },
    {
        "name": "Měřič solí",
        "tradeDesc": "Ůředník pověřený na trhu kontrolou soli.",
        "tradeUrl": "meric-soli",
        "imageUrl": null
    },
    {
        "name": "Měďnář",
        "tradeDesc": "Viz Kovář mědi.",
        "tradeUrl": "mednar",
        "imageUrl": null
    },
    {
        "name": "Měšečník",
        "tradeDesc": "Výrobce měšců, vaků a i jiných výrobků z kůže obvykle hojně zdobených různými technikami.",
        "tradeUrl": "mesecnik",
        "imageUrl": null
    },
    {
        "name": "Mincíř",
        "tradeDesc": "Řemeslník v mincovně zaměstnaný přípravou a vyklepáváním cánů, jejich vystřihováním, srovnáváním a bílením střížků. V užším slova smyslu koval v mincovně plechy do určité tloušťky a připravoval je pro ražbu.",
        "tradeUrl": "mincir",
        "imageUrl": null
    },
    {
        "name": "Ministeriál ",
        "tradeDesc": "Nesvobodný služebník panovníka nebo velkých feudálů vykonávající dvorské, úřední nebo vojenské služby.",
        "tradeUrl": "ministerial-",
        "imageUrl": null
    },
    {
        "name": "Misař ",
        "tradeDesc": "Viz okřinář.",
        "tradeUrl": "misar-",
        "imageUrl": null
    },
    {
        "name": "Mistr",
        "tradeDesc": "V cechu samostatný řemeslník, který najímal tovaryše. Obecně dobrý a kvalitní řemeslník.",
        "tradeUrl": "mistr",
        "imageUrl": null
    },
    {
        "name": "Mistr polní",
        "tradeDesc": "Městský pastýř.",
        "tradeUrl": "mistr-polni",
        "imageUrl": null
    },
    {
        "name": "Mistr přísežný",
        "tradeDesc": "Viz cechmistr.",
        "tradeUrl": "mistr-prisezny",
        "imageUrl": null
    },
    {
        "name": "Míseč",
        "tradeDesc": "Zaměstnanec pivovaru. Mísil pivo při vaření a kvašení.",
        "tradeUrl": "misec",
        "imageUrl": null
    },
    {
        "name": "Miškař",
        "tradeDesc": "Viz nunvář.",
        "tradeUrl": "miskar",
        "imageUrl": null
    },
    {
        "name": "Mládek",
        "tradeDesc": "Viz robenec.",
        "tradeUrl": "mladek",
        "imageUrl": null
    },
    {
        "name": "Mládek mlynářský",
        "tradeDesc": "Mladší tovaryš ve mlýně, příslušník mlýnské čeledi.",
        "tradeUrl": "mladek-mlynarsky",
        "imageUrl": null
    },
    {
        "name": "Mladší čeledín",
        "tradeDesc": "Námezdní pracovník, příslušník panské nebo selské čeledi.",
        "tradeUrl": "mladsi-celedin",
        "imageUrl": null
    },
    {
        "name": "Mladší děvečka",
        "tradeDesc": "Námezdní pracovnice, příslušnice panské nebo selské čeledi.",
        "tradeUrl": "mladsi-devecka",
        "imageUrl": null
    },
    {
        "name": "Mlynář",
        "tradeDesc": "Řemeslník meloucí obilné zrno na mouku a další moučné výrobky ve mlýně. Jako pomocníky najímal mlýnskou čeleď. Další zpracování zemědělských produktů bylo závislé na potřebách a znalosti našich předků. Obilí mleli buď doma v kamenných žernovnících, nebo si je nechali mlít ve vodních mlýnech. Mlynáři museli znát nejen mlít obilí, ale i umět stavět mlýny. Kromě mlýnů budovali i pily či vodní nástroje k valchování suken, museli ovládat budování mostů, jezů a břehů, přiváděli vodu do domů, či ji při záplavách ze sklepů a studní vyváděli.\\nV Brtnici za držby Buriana Brtnického z Valdštejna Panské byly dva vodní mlýny. Oba byly panské a nájemní. Ale už v roce 1623 mělo panství pět panských mlýnů. I tyto byly všechny vodní a nájemní . Brtnice měla v roce 1859 pouze 2 mlynáře jako samostatné živnostníky.",
        "tradeUrl": "mlynar",
        "imageUrl": null
    },
    {
        "name": "Mořipivo",
        "tradeDesc": "Viz pivopal.",
        "tradeUrl": "moripivo",
        "imageUrl": null
    },
    {
        "name": "Mosazník",
        "tradeDesc": "Kovář nebo kotlář specializovaný na výrobu mosazných předmětů.",
        "tradeUrl": "mosaznik",
        "imageUrl": null
    },
    {
        "name": "Mostník",
        "tradeDesc": "Tesař specializovaný na stavby a opravy dřevěných mostů a lávek.",
        "tradeUrl": "mostnik",
        "imageUrl": null
    },
    {
        "name": "Moštař",
        "tradeDesc": "Viz tobolečník.",
        "tradeUrl": "mostar",
        "imageUrl": null
    },
    {
        "name": "Muzikář",
        "tradeDesc": "Muzikant hrající obvykle ve větší skupině hudebníků.",
        "tradeUrl": "muzikar",
        "imageUrl": null
    },
    {
        "name": "Mydlář",
        "tradeDesc": "Řemeslník vyrábějící různá mýdla z tuků.",
        "tradeUrl": "mydlar",
        "imageUrl": null
    },
    {
        "name": "Mykač",
        "tradeDesc": "Námezdný pracovník, který u soukeníka mykal přízi.",
        "tradeUrl": "mykac",
        "imageUrl": null
    },
    {
        "name": "Myslivec",
        "tradeDesc": "Panský zaměstnanec, který u obor a lesů se staral o zvěř a mel na starost jejich stavy, chov, krmení, odpovídal za její zdravotní stav a vedl hony.",
        "tradeUrl": "myslivec",
        "imageUrl": null
    },
    {
        "name": "Mýtný",
        "tradeDesc": "Královský, šlechtický nebo městský úředník pověřením vybíráním mýtného.",
        "tradeUrl": "mytny",
        "imageUrl": null
    },
    {
        "name": "Nádeník",
        "tradeDesc": "Chudý delník najímaný k různým pracím.",
        "tradeUrl": "nadenik",
        "imageUrl": null
    },
    {
        "name": "Nádobník",
        "tradeDesc": "Hrnčíř nebo soustružník specializovaný na výrobu nádobí.",
        "tradeUrl": "nadobnik",
        "imageUrl": null
    },
    {
        "name": "Nákladník piva",
        "tradeDesc": "Prodavač piva šenkovnám, hospodám a jiným odběratelům.",
        "tradeUrl": "nakladnik-piva",
        "imageUrl": null
    },
    {
        "name": "Naplavač",
        "tradeDesc": "Plavec dřeva. Příslušník plavecké čeledi.",
        "tradeUrl": "naplavac",
        "imageUrl": null
    },
    {
        "name": "Nápravník",
        "tradeDesc": "Viz kolař. Vyráběl nápravy, podstavce a kostry do vozů a saní. Později se nazýval korbař nebo štelmař.",
        "tradeUrl": "napravnik",
        "imageUrl": null
    },
    {
        "name": "Nebořezkář",
        "tradeDesc": "Kovář specializující se na výrobu nebozezů do dřeva a hlíny (pro zahradníky a vinaře).",
        "tradeUrl": "neborezkar",
        "imageUrl": null
    },
    {
        "name": "Neckář",
        "tradeDesc": "Výrobce dřevěných nádob sbíjením latí a prken. Někdy i dlabáním z celých kmenů. Specialista na necky a vaničky.",
        "tradeUrl": "neckar",
        "imageUrl": null
    },
    {
        "name": "Nevodář",
        "tradeDesc": "Specialista na výrobu „nevodů“ pro lov ryb.",
        "tradeUrl": "nevodar",
        "imageUrl": null
    },
    {
        "name": "Niťař",
        "tradeDesc": "Výrobce a obchodník s nitěmi, látačkami a podobným zbožím.",
        "tradeUrl": "nitar",
        "imageUrl": null
    },
    {
        "name": "Nosič",
        "tradeDesc": "Námezdný pracovník k nošení břemen.",
        "tradeUrl": "nosic",
        "imageUrl": null
    },
    {
        "name": "Nožíkář",
        "tradeDesc": "Specialista na výrobu různých nožíků, zejména specielních druhů a nůžek rozličných typů a tvarů.",
        "tradeUrl": "nozikar",
        "imageUrl": null
    },
    {
        "name": "Nožíř",
        "tradeDesc": "Kovář specialista na výrobu polotovarů i hotových nožů.",
        "tradeUrl": "nozir",
        "imageUrl": null
    },
    {
        "name": "Nunvář",
        "tradeDesc": "Zvěroklestič. Býky klestil na voly a i ostatní dobytek klestil pro jejich klidnější povahu a lepší výnosnost.",
        "tradeUrl": "nunvar",
        "imageUrl": null
    },
    {
        "name": "Nůžkař",
        "tradeDesc": "Viz nožíkář.",
        "tradeUrl": "nuzkar",
        "imageUrl": null
    },
    {
        "name": "Obchodník",
        "tradeDesc": "Další důležitou živností, která se vyskytovala prakticky všude, bylo obchodování. Na venkově však byla obchodní činnost v dobách, kdy byl založen a osídlena Brtnice, na velmi nízké úrovni. Materiál na stavbu obydlí získali naši prapředkové z lesů, které postupně vymyťovali, potraviny si zajišťovali z vlastní produkce a mnohé nářadí vyráběli doma. Teprve v pozdějších dobách se obchodní činnost začala rozvíjet s rozmachem nadbytku zboží vlivem specializace a Brtnice se stala významnou osadou s právem trhů.",
        "tradeUrl": "obchodnik",
        "imageUrl": null
    },
    {
        "name": "Obchodník podkotecký",
        "tradeDesc": "Obchodník, který prodával pod kotci.",
        "tradeUrl": "obchodnik-podkotecky",
        "imageUrl": null
    },
    {
        "name": "Obchodník podomní",
        "tradeDesc": "Převeliká rozmanitost a pestrost byla při kočovném životě obchodním! Mnozí z nich jsou sami vyrabitelé nabízených ke koupi tovarů. Jsou to: řitičáři, lopatáři, vařečkáři, vyrabitelé zboží loubkového, slaměného a p., k nimž patří ošatkáři, rohožkáři, bačkoráři; dále jsou knoflíkáři (nitěných knoflíčků), krajkářky, štětkaři, hřebenáři, řemínkáři (pohodní), pometláři, vyrabitelé prostých holí, násadek a dýmek dřevěných (ze dřeva jalovcového, ti již zanikají).\\nSpadají sem ještě vyrábitelé různého náčiní, zvláště ve lnářství a tkalcovství užívaného. Pro polní hospodáře roznášely se lýčené provazy, houžve, vidle, bijáky k cepům, voršoufy (lopaty dřevěné) a j.",
        "tradeUrl": "obchodnik-podomni",
        "imageUrl": null
    },
    {
        "name": "Oborník",
        "tradeDesc": "Panský zaměstnanec mající v péči oboru zvířecí a okrasnou.",
        "tradeUrl": "obornik",
        "imageUrl": null
    },
    {
        "name": "Obrazník",
        "tradeDesc": "Viz Řezáč.",
        "tradeUrl": "obraznik",
        "imageUrl": null
    },
    {
        "name": "Obročný",
        "tradeDesc": "Obročný – podléhal purkrabímu. Měl na starosti manipulaci s obilím, jeho prodej a koupi, setbu a sklizeň. Z jeho činnosti vznikaly osevní, sklizňové a výmlatní rejstříky a obilní účty. Obročný také přejímal obilí pro pivovar. To si pak přebíral sládek, dle potřeb jednotlivých várek.",
        "tradeUrl": "obrocny",
        "imageUrl": null
    },
    {
        "name": "Obuvník",
        "tradeDesc": "V roce 1882 měla Brtnice obuvníků 36 živností.",
        "tradeUrl": "obuvnik",
        "imageUrl": null
    },
    {
        "name": "Odpovědník",
        "tradeDesc": "Odpůrce krále, majitele panství, který přepadal a olupoval kupce.",
        "tradeUrl": "odpovednik",
        "imageUrl": null
    },
    {
        "name": "Ohánečník",
        "tradeDesc": "Řemeslník, který z ptačích per vyráběl vějíře sloužící původně k odhánění much. Až později jako módní doplněk. Výrobce „kohoutů“ na ometání prachu.",
        "tradeUrl": "ohanecnik",
        "imageUrl": null
    },
    {
        "name": "Okřinář",
        "tradeDesc": "Soustružník specializovaný na výrobu dřevěných mis a talířů.",
        "tradeUrl": "okrinar",
        "imageUrl": null
    },
    {
        "name": "Okulista",
        "tradeDesc": "Léčitel využívající k léčení pověr.",
        "tradeUrl": "okulista",
        "imageUrl": null
    },
    {
        "name": "Olejník",
        "tradeDesc": "Řemeslník, který vyráběl olej na mlýnech ve stoupách z různých mastných semen tlučením a lisováním. Prodával však nejen olej, ale často i hrách, jáhly, kroupy, proso, mák a pod. Je pravděpodobné, že tato činnost byla rovněž v Brtnici, neboť máme uličku s názvem této činnosti.",
        "tradeUrl": "olejnik",
        "imageUrl": null
    },
    {
        "name": "Oplatečník",
        "tradeDesc": "Pekař specializovaný na pečení a výrobu oplatků čistých i s různou náplní.",
        "tradeUrl": "oplatecnik",
        "imageUrl": null
    },
    {
        "name": "Oráč",
        "tradeDesc": "Námezdní pracovník najímaný statkářem, sedlákem na orání pole. Mnohdy i s koňmi a pluhem.",
        "tradeUrl": "orac",
        "imageUrl": null
    },
    {
        "name": "Orlojník",
        "tradeDesc": "Vzácný specialista hodináře, využívající při výrobě hodinových mechanizmů znalosti astronomie.",
        "tradeUrl": "orlojnik",
        "imageUrl": null
    },
    {
        "name": "Ostrožník",
        "tradeDesc": "Specialista zámečník vyrábějící ostruhy pro jezdce.",
        "tradeUrl": "ostroznik",
        "imageUrl": null
    },
    {
        "name": "Otrubník",
        "tradeDesc": "Obchodník s otrubami.",
        "tradeUrl": "otrubnik",
        "imageUrl": null
    },
    {
        "name": "Ovčák",
        "tradeDesc": "Pastýř ovcí. Většinou nejen ovce pásl, ale také dojil a vyráběl sýry.",
        "tradeUrl": "ovcak",
        "imageUrl": null
    },
    {
        "name": "Ovocník",
        "tradeDesc": "Obchodník s ovocem domácím i cizokrajným.",
        "tradeUrl": "ovocnik",
        "imageUrl": null
    },
    {
        "name": "Pachole",
        "tradeDesc": "Viz Robenec.",
        "tradeUrl": "pachole",
        "imageUrl": null
    },
    {
        "name": "Pachole nevyučené",
        "tradeDesc": "Viz Robenec.",
        "tradeUrl": "pachole-nevyucene",
        "imageUrl": null
    },
    {
        "name": "Paknecht",
        "tradeDesc": "Lázeňský pomocník.",
        "tradeUrl": "paknecht",
        "imageUrl": null
    },
    {
        "name": "Palič vína",
        "tradeDesc": "Viz Vinopalník.",
        "tradeUrl": "palic-vina",
        "imageUrl": null
    },
    {
        "name": "Pan otec",
        "tradeDesc": "Hospodář tovaryšský a také mistr mlynářský.",
        "tradeUrl": "pan-otec",
        "imageUrl": null
    },
    {
        "name": "Pancéřník",
        "tradeDesc": "Viz Brníř.",
        "tradeUrl": "pancernik",
        "imageUrl": null
    },
    {
        "name": "Papírník",
        "tradeDesc": "Řemeslník vyrábějící papír, původně ze starých hadrů.",
        "tradeUrl": "papirnik",
        "imageUrl": null
    },
    {
        "name": "Parketář",
        "tradeDesc": "Specifickým truhlářstvím bylo parketářství, zabývající se kladením parketových podlah. A výrobou parketových dílců z různých dřev do rozličných tvarů a obrazců skládaných.",
        "tradeUrl": "parketar",
        "imageUrl": null
    },
    {
        "name": "Parléř",
        "tradeDesc": "Viz Tovaryš.",
        "tradeUrl": "parler",
        "imageUrl": null
    },
    {
        "name": "Parukář",
        "tradeDesc": "Výrobce paruk, Vlásenkář.",
        "tradeUrl": "parukar",
        "imageUrl": null
    },
    {
        "name": "Pasák",
        "tradeDesc": "Viz Pastýř.",
        "tradeUrl": "pasak",
        "imageUrl": null
    },
    {
        "name": "Pasamantář",
        "tradeDesc": "Viz Prýmkař.",
        "tradeUrl": "pasamantar",
        "imageUrl": null
    },
    {
        "name": "Pasíř",
        "tradeDesc": "Řemeslník zhotovující ozdobné pásy pro ženy a muže. Na kožené, hedvábné, aksamitové a jiné pásy (řemeny) zhotovoval a připevňoval ozdoby z drahých i obvyklých kovů.",
        "tradeUrl": "pasir",
        "imageUrl": null
    },
    {
        "name": "Pastevec",
        "tradeDesc": "Pastýř pasoucí stáda na velkém území a měnící pastvu po vypasení.",
        "tradeUrl": "pastevec",
        "imageUrl": null
    },
    {
        "name": "Pastičkář",
        "tradeDesc": "Výrobce pastí a pastiček.",
        "tradeUrl": "pastickar",
        "imageUrl": null
    },
    {
        "name": "Pastýř",
        "tradeDesc": "Příslušník panské čeledi nebo obecní zaměstnanec. Důležitými osobami byli  obecní pastýři Tito vyháněli dobytek na pastvu, kde se o něj starali dle přísných pravidel. Jinak se páslo za veder, jinak za deště a zimy. Pastýř nesměl pást v místech, kde rostly jedovaté bylinky, ani v blízkosti mrchovišť. Podle chování jednotlivých kusů dobytka, např. když sléhal nebo zaostával za stádem, či těžce dýchal, musel sledovat jeho zdravotní stav a ohlásit to neprodleně jeho majiteli. Zvláště musel být obezřetný, když v okolí vypukla nějaká nemoc. Obecní pastýř čili slouha též uměl kastrovat býčky, kančíky a berany a rozpoznat i léčit nemoci dobytka. Dobytek se pásl nejen na obecních pastviskách či na úhorech jednotlivých sedláků, ale i v lese, kde jeho oblíbenou potravou byly plody stromů, zejména dubů a buků. Připomínkou těchto starých časů jsou místní názvy \"Příhon\" nebo \"Na Příhoně\", což byly cesty, kterými se dobytek přiháněl na pastvu.",
        "tradeUrl": "pastyr",
        "imageUrl": null
    },
    {
        "name": "Pašerák",
        "tradeDesc": "Potajmu převážel či přenášel zboží přes hranice mimo celnice, nebo pašoval zboží zapovězené.",
        "tradeUrl": "paserak",
        "imageUrl": null
    },
    {
        "name": "Paštičkář",
        "tradeDesc": "Pekař masových paštik.",
        "tradeUrl": "pastickar",
        "imageUrl": null
    },
    {
        "name": "Paterník",
        "tradeDesc": "Soustružník specialista na výrobu růženců ze dřeva, ale i z korálů, jantaru a pod.",
        "tradeUrl": "paternik",
        "imageUrl": null
    },
    {
        "name": "Páteřník",
        "tradeDesc": "Viz Paterník.",
        "tradeUrl": "paternik",
        "imageUrl": null
    },
    {
        "name": "Paznohetník",
        "tradeDesc": "Obchodník s paznechty.",
        "tradeUrl": "paznohetnik",
        "imageUrl": null
    },
    {
        "name": "Pecivál",
        "tradeDesc": "Pozoruhodnými figurkami na venkově byli peciválové, kteří celí umounění putovali od vesnice k vesnici a opravovali a vymazávali pece. Na brtnicku byl největším potěšením mládeže koncem 18. století pecivál »prskař«, zvaný.",
        "tradeUrl": "pecival",
        "imageUrl": null
    },
    {
        "name": "Pecnář",
        "tradeDesc": "Obvykle přespolní pekař, který směl péci pouze hrubý chléb po dvou penězích.",
        "tradeUrl": "pecnar",
        "imageUrl": null
    },
    {
        "name": "Pečetník",
        "tradeDesc": "Výrobce pečetidel.",
        "tradeUrl": "pecetnik",
        "imageUrl": null
    },
    {
        "name": "Pekař",
        "tradeDesc": "Výrobce a obchodník, který pekl chléb a další moučné výrobky v pekařské peci.",
        "tradeUrl": "pekar",
        "imageUrl": null
    },
    {
        "name": "Pekař boží",
        "tradeDesc": "Pekař specialista na pečení hostií pro kostely.",
        "tradeUrl": "pekar-bozi",
        "imageUrl": null
    },
    {
        "name": "Penězoměnec",
        "tradeDesc": "Královský, městský nebo obecní úředník, který při různosti středověkých měn zprostředkovával směnu peněž a dbal, aby se nevyskytovaly falešné peníze.",
        "tradeUrl": "penezomenec",
        "imageUrl": null
    },
    {
        "name": "Penězovažič",
        "tradeDesc": "Královský, městský nebo obecní úředník, který kontroloval a vážil správnost váhy mincí.",
        "tradeUrl": "penezovazic",
        "imageUrl": null
    },
    {
        "name": "Pergameník",
        "tradeDesc": "Výrobce kožených pergamenů používaných na úřední listiny.",
        "tradeUrl": "pergamenik",
        "imageUrl": null
    },
    {
        "name": "Perleťář",
        "tradeDesc": "Výrobce předmětů z perleti, nejen knoflíků.",
        "tradeUrl": "perletar",
        "imageUrl": null
    },
    {
        "name": "Pernař",
        "tradeDesc": "Viz Pouzdrař.",
        "tradeUrl": "pernar",
        "imageUrl": null
    },
    {
        "name": "Perníkář",
        "tradeDesc": "Pekař specialista na perníky. Mouku zadělával medem.",
        "tradeUrl": "pernikar",
        "imageUrl": null
    },
    {
        "name": "Peřinečník",
        "tradeDesc": "Řemeslník čistící peří.",
        "tradeUrl": "perinecnik",
        "imageUrl": null
    },
    {
        "name": "Peřinář",
        "tradeDesc": "Výrobce středověkých kožených polštářů plněných peřím, později i plátěných polštářů a duchen.",
        "tradeUrl": "perinar",
        "imageUrl": null
    },
    {
        "name": "Pícník",
        "tradeDesc": "Obchodník se senem a ovsem – pící.",
        "tradeUrl": "picnik",
        "imageUrl": null
    },
    {
        "name": "Pilař",
        "tradeDesc": "Výrobce řeziva a majitel, nebo nájemce pily a obchodník s prkny. Za držby městečka Brtnice Burianem Brtnickým z Valdštejna byla v provozu jedna vodní pila. A už v roce 1623 za držby Collalta et San Salvatore pily čtyři. Později, od roku 1882 také velkostatková panská pila. V lidové mluvě to byl také kovář specialista na výrobu pil.",
        "tradeUrl": "pilar",
        "imageUrl": null
    },
    {
        "name": "Pilníkář",
        "tradeDesc": "Výrobce a obchodník prodávající pilníky, rašple, škabáky a podobné zboží.",
        "tradeUrl": "pilnikar",
        "imageUrl": null
    },
    {
        "name": "Pintner",
        "tradeDesc": "Viz Bednář.",
        "tradeUrl": "pintner",
        "imageUrl": null
    },
    {
        "name": "Pintéř",
        "tradeDesc": "Viz Bednář.",
        "tradeUrl": "pinter",
        "imageUrl": null
    },
    {
        "name": "Pípař",
        "tradeDesc": "Soustružník, specialista truhlář vyrábějící pípy k sudům.",
        "tradeUrl": "pipar",
        "imageUrl": null
    },
    {
        "name": "Písař",
        "tradeDesc": "Většinou zaměstnanec obce. Jeho povinností bylo zejména zapisování ouředních lejster. Opisoval za úplatu knihy a sepisoval listina pro analfabety.",
        "tradeUrl": "pisar",
        "imageUrl": null
    },
    {
        "name": "Písař kancionálů",
        "tradeDesc": "Většinou kněz, nebo chovanec kláštera který opisoval zpěvníky, soubory kostelních náboženských písní, mnohdy bohatě zdobených.",
        "tradeUrl": "pisar-kancionalu",
        "imageUrl": null
    },
    {
        "name": "Písař důchodní",
        "tradeDesc": "Panský úředník kterého si vybírá vrchnost ze svých měšťanů. Důchody celého panství zapisoval do jednotlivých důchodních účtů důchodní písař – zvaný důchodní.  Jeho kanceláři na zámkuse soustřeďovaly příjmy ze všech hospodářských odvětví panství. Důchodní vybíral od všech poddaných na sv. Václava a na sv. Jiřídávky a daně. Ve vzdálených obcích přebíral tuto povinnost kontribuční výběrčí v městečku Brtnice to byl purkmistr. Důchodní vyplácel mzdy, jeho rukama prošly peníze za koupi a prodej dobytka a různých hospodářských produktů.  Důchodní též vedl účty pivní a rybniční. Přijaté peníze dával do truhly, kterou dobře uzamkl. Druhý klíč měl hejtman. Na brtnickém panství od poloviny 17. století.",
        "tradeUrl": "pisar-duchodni",
        "imageUrl": null
    },
    {
        "name": "Písař obroční",
        "tradeDesc": "Panský úředník kterého si vybírá vrchnost ze svých měšťanů. Na brtnickém panství od poloviny 17. století.",
        "tradeUrl": "pisar-obrocni",
        "imageUrl": null
    },
    {
        "name": "Písař solní",
        "tradeDesc": "Viz Solař.",
        "tradeUrl": "pisar-solni",
        "imageUrl": null
    },
    {
        "name": "Pískař",
        "tradeDesc": "Obchodník s pískem. Majitel pískovny prodávající a zajišťující dopravu různých písků a jemné drtě.",
        "tradeUrl": "piskar",
        "imageUrl": null
    },
    {
        "name": "Písničkář",
        "tradeDesc": "Skládal a na jarmarcích prodával i opisy textů písní.",
        "tradeUrl": "pisnickar",
        "imageUrl": null
    },
    {
        "name": "Pištec",
        "tradeDesc": "Městský nebo dvorní hudebník na píšťaly.",
        "tradeUrl": "pistec",
        "imageUrl": null
    },
    {
        "name": "Pištělník",
        "tradeDesc": "Výrobce dřevěných hudebních nástrojů – píšťal. Vyráběl také různé vábničky.",
        "tradeUrl": "pistelnik",
        "imageUrl": null
    },
    {
        "name": "Pivopalník",
        "tradeDesc": "Kořalku nebo líh prodávali pivopalové , kteří ji pálili ze zkaženého piva.",
        "tradeUrl": "pivopalnik",
        "imageUrl": null
    },
    {
        "name": "Pivovarník",
        "tradeDesc": "Viz Sládek. Už za držby městečka Brtnice Burianem Brtnickým z Valdštejna (1489 až 1544) mělo brtnické panství dva pivovary, z toho jeden přímo v Brtnici.",
        "tradeUrl": "pivovarnik",
        "imageUrl": null
    },
    {
        "name": "Plachetník",
        "tradeDesc": "Viz Pecnář.",
        "tradeUrl": "plachetnik",
        "imageUrl": null
    },
    {
        "name": "Pláštník",
        "tradeDesc": "Krejčí specializovaný na šití plášťů – kabátů bez rukávů.",
        "tradeUrl": "plastnik",
        "imageUrl": null
    },
    {
        "name": "Pláteník",
        "tradeDesc": "Tkadlec plátna a také obchodník s plátnem a látkami.",
        "tradeUrl": "platenik",
        "imageUrl": null
    },
    {
        "name": "Platnéř",
        "tradeDesc": "Vyráběl pláty – součásti brnění (na nohy, ramena, prsa), později plátové kyrysy.",
        "tradeUrl": "platner",
        "imageUrl": null
    },
    {
        "name": "Plátýnkář",
        "tradeDesc": "Specialista na výrobu mlynářského plátna.",
        "tradeUrl": "platynkar",
        "imageUrl": null
    },
    {
        "name": "Plavec dřev",
        "tradeDesc": "Námezdní pracovník zabývající se splavováním dřeva po vodě. Ne Vorař. (Ten uměl i klády vázat do vorů.)",
        "tradeUrl": "plavec-drev",
        "imageUrl": null
    },
    {
        "name": "Plíškař",
        "tradeDesc": "Řemeslník zhotovující malé kovové lesklé plíšky – lamely.",
        "tradeUrl": "pliskar",
        "imageUrl": null
    },
    {
        "name": "Plotnář",
        "tradeDesc": "Řemeslník specializovaný na kování a výrobu železných sochorů a lití silných plátů kamen a pod.",
        "tradeUrl": "plotnar",
        "imageUrl": null
    },
    {
        "name": "Plstnář",
        "tradeDesc": "Výrobce specializovaný na výrobu sedlářské a ševcovské plsti.",
        "tradeUrl": "plstnar",
        "imageUrl": null
    },
    {
        "name": "Pluhař",
        "tradeDesc": "Kovář a zámečník zabývající se výrobou pluhů na statku to byl příslušník čelské čeledě – pomocník oráče.",
        "tradeUrl": "pluhar",
        "imageUrl": null
    },
    {
        "name": "Podeševkraječ",
        "tradeDesc": "Vetešník opravující podrážky obuvi.",
        "tradeUrl": "podesevkrajec",
        "imageUrl": null
    },
    {
        "name": "Podkovář",
        "tradeDesc": "Ke kovářství patřilo od nejstarších dob nerozlučně podkovářství, kterým rozumíme řemeslo, zabývající se výrobou podkov a jejich přizpůsobováním na kopyta nebo paznehty zvířat. Podkovář podkovával koně proto, aby jejich kopyta při běhu, při chůzi a hlavně při práci na tvrdých cestách netrpěla, a zároveň aby se kůň v tahu nesmekal a mohl se dobře opírat.",
        "tradeUrl": "podkovar",
        "imageUrl": null
    },
    {
        "name": "Podsadník",
        "tradeDesc": "Výrobce dřevěných a proutěných podsad pro drůbež.",
        "tradeUrl": "podsadnik",
        "imageUrl": null
    },
    {
        "name": "Pohonič",
        "tradeDesc": "Pomocník oráče pohánějící a vodící dobytek při orbě. Příslušník selské čeledě.",
        "tradeUrl": "pohonic",
        "imageUrl": null
    },
    {
        "name": "Pohodní",
        "tradeDesc": "Viz Ras. Dalšími zajímavými postavami byli pohodní, kterým se též říkalo   rasi. Tito se zabývali odvozem zdechlin, ze kterých stahovali kůže, a které zakopávali na mrchovištích.",
        "tradeUrl": "pohodni",
        "imageUrl": null
    },
    {
        "name": "Pochvař",
        "tradeDesc": "Vzácnější příbuzné řemeslo tobolečníka a měšecníka, výrobce „pochev“ na sečné a bodné zbraně.",
        "tradeUrl": "pochvar",
        "imageUrl": null
    },
    {
        "name": "Pokladník",
        "tradeDesc": "Specializovaný truhlář a zámečník zabývající se výrobou pokladnic a uzamykatelných truhlic.",
        "tradeUrl": "pokladnik",
        "imageUrl": null
    },
    {
        "name": "Poklasný",
        "tradeDesc": "Panský zaměstnanec. Řídil polní práce panské čeledi.",
        "tradeUrl": "poklasny",
        "imageUrl": null
    },
    {
        "name": "Pokrývač",
        "tradeDesc": "Řemeslník zhotovující latění a pokrývající střechy tvrdou krytinou.",
        "tradeUrl": "pokryvac",
        "imageUrl": null
    },
    {
        "name": "Polazér",
        "tradeDesc": "Viz Puléř.",
        "tradeUrl": "polazer",
        "imageUrl": null
    },
    {
        "name": "Policajt",
        "tradeDesc": "Obecní zaměstnanec střežící obecní pořádek a dbající na dodržování obecních nařízení a vyhlášek.",
        "tradeUrl": "policajt",
        "imageUrl": null
    },
    {
        "name": "Pomahač",
        "tradeDesc": "Nádeník v pivovaře.",
        "tradeUrl": "pomahac",
        "imageUrl": null
    },
    {
        "name": "Popelář",
        "tradeDesc": "Obchodník s popelem, zejména s dřevěným popelem. (Neprováděl odvoz popela a odpadků.)",
        "tradeUrl": "popelar",
        "imageUrl": null
    },
    {
        "name": "Ponocný",
        "tradeDesc": "V Brtnici bylo zavedeno noční hlídání vesnice, podobně jako ve všech okolních obcí. Bylo zaměřeno proti zlodějům, žhářům a rušitelům nočního klidu. Ponocný měl hlásit případný vznik požáru ve vesnici nebo okolí, hrozící povodeň a počtem písknutí na píšťalu nebo zatroubení na roh oznamoval, kolik je právě hodin. Povinnost hlídání přecházela den po dni z jednoho domu na druhý. Ráno podal hlídač starostovi zprávu o průběhu hlídání a předal sousedovi ve vedlejším domě píku a píšťalu (roh). Píka byla zbraní ponocného. Občanská povinnost nočního hlídání obce nebyla nikterak vítanou záležitostí, zejména za deštivého počasí a zimního období. Proto zámožnější sousedé za sebe nechávali za úplatu hlídat někohoz vesnické chudiny. Postupem času byla zavedena funkce ponocného.",
        "tradeUrl": "ponocny",
        "imageUrl": null
    },
    {
        "name": "Popruhář",
        "tradeDesc": "Specialista na výrobu popruhů.",
        "tradeUrl": "popruhar",
        "imageUrl": null
    },
    {
        "name": "Popružník",
        "tradeDesc": "Viz Popruhář.",
        "tradeUrl": "popruznik",
        "imageUrl": null
    },
    {
        "name": "Porodní bába",
        "tradeDesc": "Viz Bába porodní. Bez zkoušek a úředního povolení pomáhala při porodu.",
        "tradeUrl": "porodni-baba",
        "imageUrl": null
    },
    {
        "name": "Porybný",
        "tradeDesc": "Vrchnostenský zaměstnanec, správce rybníků. Porybný tvoří přechod od panského úředníka ke služebnímu personálu. Na brtnickém panství od poloviny 17. století.\\nVe městech to byl městský zaměstnanec, který řídi trh s rybami a dbal zejména na jejich čerstvost.",
        "tradeUrl": "porybny",
        "imageUrl": null
    },
    {
        "name": "Posel",
        "tradeDesc": "Doručoval z místa na místo listiny nebo vzkazy.",
        "tradeUrl": "posel",
        "imageUrl": null
    },
    {
        "name": "Posel koňský",
        "tradeDesc": "K doručování zpráv používal koně.",
        "tradeUrl": "posel-konsky",
        "imageUrl": null
    },
    {
        "name": "Poslíček",
        "tradeDesc": "Doručování listin v dřívějších dobách vykonávali poslové, kteří tak obstarávali styk hlavně mezi vyššími společenskými vrstvami, pro vojenské účely a pod. Zasílání zpráv mezi širokými vrstvami  obyvatelstva se rozšířilo až v 19.  století,  kdy vlivem zrušení  nevolnictví  došlo k pohybu osob a hospodářskému rozmachu.",
        "tradeUrl": "poslicek",
        "imageUrl": null
    },
    {
        "name": "Postelník",
        "tradeDesc": "Truhlář, specialista na výrobu postelí. Zejména postelí s nebesy a bohatě zdobené.",
        "tradeUrl": "postelnik",
        "imageUrl": null
    },
    {
        "name": "Postřihovač",
        "tradeDesc": "Postřihovač suken byl v Brtnici v roce 1851 již jen jeden.",
        "tradeUrl": "postrihovac",
        "imageUrl": null
    },
    {
        "name": "Postřihovač suken",
        "tradeDesc": "Napínal, rovnal a postřihoval sukno.",
        "tradeUrl": "postrihovac-suken",
        "imageUrl": null
    },
    {
        "name": "Poštář",
        "tradeDesc": "Pomocník poštmistra.",
        "tradeUrl": "postar",
        "imageUrl": null
    },
    {
        "name": "Poštmistr",
        "tradeDesc": "Správce pošty. Městečko Brtnice mělo nejenom svou budovu pošty na náměstí, (dodnes se říká „U pošty“), ale také v roce 1882 již svého poštmistra.",
        "tradeUrl": "postmistr",
        "imageUrl": null
    },
    {
        "name": "Prodavač podomní",
        "tradeDesc": "Podomní prodavači měli rozsáhlý sortiment jehlic, pentlí, tkanic a podobného  zboží. Své zboží nabízeli ponejvíce z jakéhosi pultíku pověšeného     na řemínku na krku. Podomní obchodníci jsou obchodníci v pravém slova smyslu, roznášejíce tovary cizí. K těm náleží: niťaři, tkalounkáři, jehlaři, brouskaři, nožaři, pláteníci a šátkaři, hračkáři, škatuláři, obrazníci a j. Opět jiní nosí na prodej jen    surové nebo polosurové přírodniny: jalůvčinky, koření, semena, sušené ovoce, sladké dřevo, pendrek, křesací kameny a hubky, puškvorec, potměchut, lep na ptáky, kolomaz, kopt, oleje a sádla (hadí, jezevčí) a různé léky (masti).  Někteří místo zboží (vorkaufu, tovaru) propůjčují se ke službám a práčem, jsou to : drátaři, brusíři, parapláři, pilkaři, šindeláři, nunvaři (míškaři), myšaři (traviči krys), baňkaři, (sázejí baňky = pouštějí krev). Někteří zase zboží sami kupují nebo vyměňují, jako jsou hadrníci a vlasaři. Jiní zase skupují peří, kožešiny, starý cín, měď nebo mosaz a jiné tovary.",
        "tradeUrl": "prodavac-podomni",
        "imageUrl": null
    },
    {
        "name": "Provazník",
        "tradeDesc": "Toto řemeslo patřilo až do dvacátých let 20. století k běžným řemeslům. Práce provazníků spočívala ve svinování praménku koudele (což je krátké vlákno odpadající při zpracování konopí, lýka nebo lnu) v motouz na otáčejícím se velkém provaznickém kole. Hbitými prsty provazníka byl pramének koudele vysoukáván a srovnáván. Kolo roztáčel učedník nebo další příslušník rodiny.",
        "tradeUrl": "provaznik",
        "imageUrl": null
    },
    {
        "name": "Pouzdrař",
        "tradeDesc": "Příbuzné řemeslo Tobolečníka a Měšečníka. Výrobce rozličných pouzder z různých materiálů.",
        "tradeUrl": "pouzdrar",
        "imageUrl": null
    },
    {
        "name": "Pouzdrník",
        "tradeDesc": "Viz Pouzdrař.",
        "tradeUrl": "pouzdrnik",
        "imageUrl": null
    },
    {
        "name": "Povozník ",
        "tradeDesc": "Viz Vozataj.",
        "tradeUrl": "povoznik-",
        "imageUrl": null
    },
    {
        "name": "Pozamentník",
        "tradeDesc": "Viz Prýmkař.",
        "tradeUrl": "pozamentnik",
        "imageUrl": null
    },
    {
        "name": "Pozaunér",
        "tradeDesc": "Trubač na pozoun.",
        "tradeUrl": "pozauner",
        "imageUrl": null
    },
    {
        "name": "Pozlacovač",
        "tradeDesc": "Řemeslník, který pozlacoval obvykle stříbrné předměty.",
        "tradeUrl": "pozlacovac",
        "imageUrl": null
    },
    {
        "name": "Pračník",
        "tradeDesc": "Viz Prakař.",
        "tradeUrl": "pracnik",
        "imageUrl": null
    },
    {
        "name": "Pradlí",
        "tradeDesc": "Viz Pradlena.",
        "tradeUrl": "pradli",
        "imageUrl": null
    },
    {
        "name": "Pradlena",
        "tradeDesc": "Nádenice, která prala prádlo buď u cizích, nebo doma. To potom i většinou žehlila a v ruce opravovala.",
        "tradeUrl": "pradlena",
        "imageUrl": null
    },
    {
        "name": "Prachař",
        "tradeDesc": "Výrobce střelného prachu.",
        "tradeUrl": "prachar",
        "imageUrl": null
    },
    {
        "name": "Prakař",
        "tradeDesc": "Výrobce střelných zbraní – praků. Jednak ručních praků – kožených, ale i velkých dřevěných vrhacích strojů.",
        "tradeUrl": "prakar",
        "imageUrl": null
    },
    {
        "name": "Prasečkář",
        "tradeDesc": "Obchodník s prasaty a selaty.",
        "tradeUrl": "praseckar",
        "imageUrl": null
    },
    {
        "name": "Prasatář",
        "tradeDesc": "Pastýř prasat.",
        "tradeUrl": "prasatar",
        "imageUrl": null
    },
    {
        "name": "Prášek",
        "tradeDesc": "Starší učeň ve mlýně.",
        "tradeUrl": "prasek",
        "imageUrl": null
    },
    {
        "name": "Preclíkář",
        "tradeDesc": "Pekař specializovaný na pečení velkých preclíků, těsto hnětl, vařil a sušil v peci.",
        "tradeUrl": "preclikar",
        "imageUrl": null
    },
    {
        "name": "Pregléř",
        "tradeDesc": "V mincovně razič mincí.",
        "tradeUrl": "pregler",
        "imageUrl": null
    },
    {
        "name": "Presař",
        "tradeDesc": "Viz Knih tiskař.",
        "tradeUrl": "presar",
        "imageUrl": null
    },
    {
        "name": "Prknař",
        "tradeDesc": "Viz Struhař.",
        "tradeUrl": "prknar",
        "imageUrl": null
    },
    {
        "name": "Prorok",
        "tradeDesc": "Viz Hvězdář.",
        "tradeUrl": "prorok",
        "imageUrl": null
    },
    {
        "name": "Proutkař",
        "tradeDesc": "Senzibil schopný vnímat různá silová pole Země a podle toho proutkem vyhledávat vodu či rudné žíly.",
        "tradeUrl": "proutkar",
        "imageUrl": null
    },
    {
        "name": "Provazník",
        "tradeDesc": "Výrobce provazů a lan, obvykle konopných.",
        "tradeUrl": "provaznik",
        "imageUrl": null
    },
    {
        "name": "Prťák",
        "tradeDesc": "Švec vetešník, správkař.",
        "tradeUrl": "prtak",
        "imageUrl": null
    },
    {
        "name": "Prýmkař",
        "tradeDesc": "Řemeslník zabývající se výrobou textilních prýmků, tkalounů, šňůr a pod., jednoduchých i zdobených korálky, perlami,... vyráběl různé ozdoby na šaty. Jeho surovinou byly nitě, hedvábí. Chlupy, bavlna, vlna, konopí, len a jiné módní materiály.",
        "tradeUrl": "prymkar",
        "imageUrl": null
    },
    {
        "name": "Přádkář",
        "tradeDesc": "Viz Přadlec.",
        "tradeUrl": "pradkar",
        "imageUrl": null
    },
    {
        "name": "Přádka",
        "tradeDesc": "Viz Přadlec.",
        "tradeUrl": "pradka",
        "imageUrl": null
    },
    {
        "name": "Přadlec",
        "tradeDesc": "Předl vlákna ze lnu, konopí, vlny a podobných materiálů.",
        "tradeUrl": "pradlec",
        "imageUrl": null
    },
    {
        "name": "Přadlák",
        "tradeDesc": "Viz Přadlec.",
        "tradeUrl": "pradlak",
        "imageUrl": null
    },
    {
        "name": "Přadlíř",
        "tradeDesc": "Viz Přadlec.",
        "tradeUrl": "pradlir",
        "imageUrl": null
    },
    {
        "name": "Překupník",
        "tradeDesc": "Viz Hokyník.",
        "tradeUrl": "prekupnik",
        "imageUrl": null
    },
    {
        "name": "Přeskař",
        "tradeDesc": "Viz Přezkář.",
        "tradeUrl": "preskar",
        "imageUrl": null
    },
    {
        "name": "Přesličník",
        "tradeDesc": "Soustružník specializovaný na výrobu přeslic.",
        "tradeUrl": "preslicnik",
        "imageUrl": null
    },
    {
        "name": "Převozník",
        "tradeDesc": "Obstarával převoz přes řeku na loďce nebo prámu.",
        "tradeUrl": "prevoznik",
        "imageUrl": null
    },
    {
        "name": "Přezkář",
        "tradeDesc": "Řemeslník vyrábějící různé přezky a kroužky z různých materiálů. Přezky byly mnohdy bohatě ryté nebo zdobené.",
        "tradeUrl": "prezkar",
        "imageUrl": null
    },
    {
        "name": "Přezák",
        "tradeDesc": "Obchodník s přízí.",
        "tradeUrl": "prezak",
        "imageUrl": null
    },
    {
        "name": "Příštipkář",
        "tradeDesc": "Švec vetešník, opravář.",
        "tradeUrl": "pristipkar",
        "imageUrl": null
    },
    {
        "name": "Psář",
        "tradeDesc": "Staral se o chov panských psů.",
        "tradeUrl": "psar",
        "imageUrl": null
    },
    {
        "name": "Ptáčník",
        "tradeDesc": "Viz Čižbař. Obchodník s drobným ptactvem, zejména zpěvným. Též ptáky choval, množil a potom prodával.",
        "tradeUrl": "ptacnik",
        "imageUrl": null
    },
    {
        "name": "Pukléř",
        "tradeDesc": "Výrobce vypouklých kulatých štítů. Specialista Štítař.",
        "tradeUrl": "pukler",
        "imageUrl": null
    },
    {
        "name": "Puléř",
        "tradeDesc": "Řemeslník zdobící zdi monumentálních staveb a místností drahokamy a polodrahokamy, které si mnohdy i sám leštil.",
        "tradeUrl": "puler",
        "imageUrl": null
    },
    {
        "name": "Pulérník",
        "tradeDesc": "Řemeslník leštící zbraně a brnění.",
        "tradeUrl": "pulernik",
        "imageUrl": null
    },
    {
        "name": "Purkmistr",
        "tradeDesc": "První zmínka o Purkmistrovi je z roku 1849. V těch letech neodváděli brtničtí naturální dávky. Peněžní dávky vybíral a vrchnosti odváděl purkmistr a prostřednictvím starších (radních). Posledním purkmistrem v Brtnici byl František Hoffman.",
        "tradeUrl": "purkmistr",
        "imageUrl": null
    },
    {
        "name": "Purkrabí",
        "tradeDesc": "Panský úředník kterého si vybírá vrchnost ze svých měšťanů. V Brtnici měl dohled nad celým hospodářstvím. Byl přímo podřízen hejtmanovi a podléhali mu všichni ostatní úředníci. Pro všechny panské dvory vedl řádný rejstřík o všem dobytku, co přibylo nebo ubylo a pak měsíční cedule. Na podkladě měsíčních cedulí sestavoval purkrabí pololetní nebo celoroční účty. Do jeho evidence náležel i tak zvaný „sklad“. V brtnickém panství od poloviny 17. století.",
        "tradeUrl": "purkrabi",
        "imageUrl": null
    },
    {
        "name": "Puškař",
        "tradeDesc": "Výrobce – litec – železných a bronzových pušek (obdoby dnešních děl) ke střelbě prachem. Obvykle i řídil střelbu.",
        "tradeUrl": "puskar",
        "imageUrl": null
    },
    {
        "name": "Puštědlník",
        "tradeDesc": "Lázeňský pomocník pouštějící žilou.",
        "tradeUrl": "pustedlnik",
        "imageUrl": null
    },
    {
        "name": "Pytlák",
        "tradeDesc": "Označení pro toho, kdo střílel a kradl cizí zvěř.",
        "tradeUrl": "pytlak",
        "imageUrl": null
    },
    {
        "name": "Rajféř",
        "tradeDesc": "Viz Rajféř suken.",
        "tradeUrl": "rajfer",
        "imageUrl": null
    },
    {
        "name": "Rajféř suken",
        "tradeDesc": "zvláštním nástrojem vyškubával uzly vzniklé při tkaní pláten.",
        "tradeUrl": "rajfer-suken",
        "imageUrl": null
    },
    {
        "name": "Ranhojič",
        "tradeDesc": "Viz Cilorog. Většinou se rekrutovali z vojenských felčarů.",
        "tradeUrl": "ranhojic",
        "imageUrl": null
    },
    {
        "name": "Ranlék",
        "tradeDesc": "Viz Cilorog.",
        "tradeUrl": "ranlek",
        "imageUrl": null
    },
    {
        "name": "Ranlékař",
        "tradeDesc": "Viz Cilorog.",
        "tradeUrl": "ranlekar",
        "imageUrl": null
    },
    {
        "name": "Ras",
        "tradeDesc": "Viz Pohodní. Někdy obecní zřízenec odklizující mršiny, utrácející vzteklá a nemocná zvířata (Při července, zvířecím moru a pod.)",
        "tradeUrl": "ras",
        "imageUrl": null
    },
    {
        "name": "Rasík",
        "tradeDesc": "Viz Ras.",
        "tradeUrl": "rasik",
        "imageUrl": null
    },
    {
        "name": "Ratajčník",
        "tradeDesc": "Viz Oráč.",
        "tradeUrl": "ratajcnik",
        "imageUrl": null
    },
    {
        "name": "Ratištník",
        "tradeDesc": "Soustružník specializující se na výrobu ozdobných ratišťat – tyčím k praporům a kopím.",
        "tradeUrl": "ratistnik",
        "imageUrl": null
    },
    {
        "name": "Refléř",
        "tradeDesc": "Viz Švec vetešník.",
        "tradeUrl": "refler",
        "imageUrl": null
    },
    {
        "name": "Reflíř",
        "tradeDesc": "Viz Švec vetešník.",
        "tradeUrl": "reflir",
        "imageUrl": null
    },
    {
        "name": "Rektor",
        "tradeDesc": "Správce a řídící školy. V Brtnici od let 1535-6, kdy byla zřízena škola obecná na faře, byl poprvé jmenován za rektora této školy Mikuláš.",
        "tradeUrl": "rektor",
        "imageUrl": null
    },
    {
        "name": "Regent",
        "tradeDesc": "Nejvyšší úředník panství a hlavní pokladník. Jmenuje ho majitel panství. Vybírá si z měšťanů. V polovině 17. století byla tato funkce ustanovena i v Brtnici.  ",
        "tradeUrl": "regent",
        "imageUrl": null
    },
    {
        "name": "Rendlíkář",
        "tradeDesc": "Hrnčíř specializovaný na výrobu rendlíků.",
        "tradeUrl": "rendlikar",
        "imageUrl": null
    },
    {
        "name": "Rindléř",
        "tradeDesc": "Viz Přezkář.",
        "tradeUrl": "rindler",
        "imageUrl": null
    },
    {
        "name": "Robenec",
        "tradeDesc": "Vyučenec, který nepoužíval práv tovaryše. (Obvykle pro přílišné mládí.)",
        "tradeUrl": "robenec",
        "imageUrl": null
    },
    {
        "name": "Rotšmid",
        "tradeDesc": "Viz Kovář mědi.",
        "tradeUrl": "rotsmid",
        "imageUrl": null
    },
    {
        "name": "Rotšmíd",
        "tradeDesc": "Viz Kovář mědi.",
        "tradeUrl": "rotsmid",
        "imageUrl": null
    },
    {
        "name": "Rohožník",
        "tradeDesc": "Řemeslník, který splétal z proutí nebo slámy rohože.",
        "tradeUrl": "rohoznik",
        "imageUrl": null
    },
    {
        "name": "Rolničkář",
        "tradeDesc": "Řemeslník specializovaný na výrobu rolniček.",
        "tradeUrl": "rolnickar",
        "imageUrl": null
    },
    {
        "name": "Rourař",
        "tradeDesc": "Viz Rourník.",
        "tradeUrl": "rourar",
        "imageUrl": null
    },
    {
        "name": "Rourník",
        "tradeDesc": "Specializovaný struhař, který vrtal dřevěné trouby k vedení vody.",
        "tradeUrl": "rournik",
        "imageUrl": null
    },
    {
        "name": "Roušnice",
        "tradeDesc": "Viz Šlojířnice.",
        "tradeUrl": "rousnice",
        "imageUrl": null
    },
    {
        "name": "Ručničkář",
        "tradeDesc": "Výrobce ručních střelných zbraní – ručnic.",
        "tradeUrl": "rucnickar",
        "imageUrl": null
    },
    {
        "name": "Rudník",
        "tradeDesc": "Staré označení pro havíře rud kovů.",
        "tradeUrl": "rudnik",
        "imageUrl": null
    },
    {
        "name": "Rukavičník",
        "tradeDesc": "Viz Rukavičkář.",
        "tradeUrl": "rukavicnik",
        "imageUrl": null
    },
    {
        "name": "Rukavičkář",
        "tradeDesc": "Výrobce rukavic.",
        "tradeUrl": "rukavickar",
        "imageUrl": null
    },
    {
        "name": "Rúrař",
        "tradeDesc": "Viz Rourař.",
        "tradeUrl": "rurar",
        "imageUrl": null
    },
    {
        "name": "Rúrmistr",
        "tradeDesc": "Viz Rúrmajster.",
        "tradeUrl": "rurmistr",
        "imageUrl": null
    },
    {
        "name": "Rúrmajster",
        "tradeDesc": "Opravář potrubí (rúr) a vodovodů.",
        "tradeUrl": "rurmajster",
        "imageUrl": null
    },
    {
        "name": "Růženečkář",
        "tradeDesc": "Viz Paterník. Výrobce růženců. V lidové řeči označení pro Modláře.",
        "tradeUrl": "ruzeneckar",
        "imageUrl": null
    },
    {
        "name": "Rybář",
        "tradeDesc": "Lovil, choval a prodával ryby.",
        "tradeUrl": "rybar",
        "imageUrl": null
    },
    {
        "name": "Rybníkář",
        "tradeDesc": "Stavitel vodních staveb, zejména rybníků a náhonů.",
        "tradeUrl": "rybnikar",
        "imageUrl": null
    },
    {
        "name": "Rychtář",
        "tradeDesc": "Jmenovaný rychtář v Brtnici (jak je uváděno v závěti markraběte Jana Jindřicha z roku 1371) byla funkce dědičná, a protože městečko bylo zeměpanské, byl rychtář i představitelem markraběcí správy v rámci markraběcích statků a vesnic. Zde měl za povinnost vybírat feudální rentu mýto a další dávky a i zde měl nižší soudní pravomoc.Rychtář rozsuzoval nejnižší nehrdelní pře, organizoval vybírání dávek, mýtného a řadu dalších služeb vrchnosti. Zastupoval práva obce a sám měl za to podíl na peněžních i naturálních pokutách a vlastnictví úrokem nezatížených lánů apod.",
        "tradeUrl": "rychtar",
        "imageUrl": null
    },
    {
        "name": "Řezáč dřeva",
        "tradeDesc": "Námezdný pracovník najímaný k řezání dřeva na otop.",
        "tradeUrl": "rezac-dreva",
        "imageUrl": null
    },
    {
        "name": "Rýmař",
        "tradeDesc": "Viz Řemenář.",
        "tradeUrl": "rymar",
        "imageUrl": null
    },
    {
        "name": "Rynkéř",
        "tradeDesc": "Viz Kroužník.",
        "tradeUrl": "rynker",
        "imageUrl": null
    },
    {
        "name": "Rytec",
        "tradeDesc": "Řemeslník, většinou zlatník ryjící do kovu (obvykle drahého), nebo hotových předmětů obrazy a písmo.",
        "tradeUrl": "rytec",
        "imageUrl": null
    },
    {
        "name": "Ryknecht ",
        "tradeDesc": "Pacholek u koní.",
        "tradeUrl": "ryknecht-",
        "imageUrl": null
    },
    {
        "name": "Řebříkář",
        "tradeDesc": "Výrobce dřevěných žebříků.",
        "tradeUrl": "rebrikar",
        "imageUrl": null
    },
    {
        "name": "Řemenář",
        "tradeDesc": "Výrobce kožených řemenů. Řezal, mazal a barvil je, nevyráběl ale opasky.",
        "tradeUrl": "remenar",
        "imageUrl": null
    },
    {
        "name": "Řemeslník boudní",
        "tradeDesc": "Řemeslník a obchodník, který současně s výrobou své výrobky také prodával v kotci – boudě.",
        "tradeUrl": "remeslnik-boudni",
        "imageUrl": null
    },
    {
        "name": "Řešetář",
        "tradeDesc": "Výrobce dřevěných sít a řešet.",
        "tradeUrl": "resetar",
        "imageUrl": null
    },
    {
        "name": "Řetězník",
        "tradeDesc": "Kovář specializovaný na výrobu různých řetězů.",
        "tradeUrl": "reteznik",
        "imageUrl": null
    },
    {
        "name": "Řezáč dřeva",
        "tradeDesc": "Řemeslník zhotovující vyřezáváním různé dřevěné plastiky a další řezbářské práce ze dřeva lipového, řídce hruškového a pod.",
        "tradeUrl": "rezac-dreva",
        "imageUrl": null
    },
    {
        "name": "Řezáč do drahých kamenů",
        "tradeDesc": "Rytec, eventuelně brusič drahých kamenů.",
        "tradeUrl": "rezac-do-drahych-kamenu",
        "imageUrl": null
    },
    {
        "name": "Řezáč kamenů a skla",
        "tradeDesc": "Rytec do skla a kamene. Kameny také leštil a jinak připravoval pro další zasazení.",
        "tradeUrl": "rezac-kamenu-a-skla",
        "imageUrl": null
    },
    {
        "name": "Řezáč kovů",
        "tradeDesc": "Viz Rytec.",
        "tradeUrl": "rezac-kovu",
        "imageUrl": null
    },
    {
        "name": "Řezáč pečetí a erbů",
        "tradeDesc": "Rytec specializovaný na výrobu pečetí a rytých erbů.",
        "tradeUrl": "rezac-peceti-a-erbu",
        "imageUrl": null
    },
    {
        "name": "Řezáč vína",
        "tradeDesc": "Viz Vinař.",
        "tradeUrl": "rezac-vina",
        "imageUrl": null
    },
    {
        "name": "Řezník",
        "tradeDesc": "Řeznictví je řemeslo téměř stejně staré jako člověčenstvo. Podle bible již první lidé odívali se kožemi zvířat a přinášeli bohu oběť krvavou. Kněží pohanští a židovští byli vlastně řezníci, kteří zabíjeli zvířata chrámu darovaná, určité jejich části obětovali, kdežto zbytek podrželi pro sebe a své hosty. Nejdůležitější prací řezníka jest nákup Zvíře k porážce určené nechá se, pokud to jde, odpočinouti.\\nŘezník obchodník, který porážel dobytek, maso porcoval k prodeji a prodával. Vyráběl masné výrobky. Dobytek, který chovali naši předkové, využívali z části pro svoji potřebu, část prodávali nebo odváděli jako dávku svému pánovi. Maso z domácího zvířectva i z lesní zvěře si zpočátku každý zpracovával sám. Řezníci se v našich zemích objevují až ve 13. století, kdy se tvoří řeznické cechy a řeznická bratrstva.\\nCech těchto urostlých řemeslníků požíval již historicky značné úcty, o čemž svědčí jejich znak s českým lvem, držícím v tlapách sekeru. To prý jim propůjčil král Jan Lucemburský za válečnou statečnost při boji o Prahu. Řezníci vskutku nebyli žádní třasořitkové a konšelé s nimi neměli nikdy lehké pořízení. Společensky se počítali mezi \"velké pány\". Vždyť často mimo jatka, udírnu a krám provozovali i hospodu s výčepem. Brtnice měla v roce 1859 již 7 řeznických živností.",
        "tradeUrl": "reznik",
        "imageUrl": null
    },
    {
        "name": "Řezník uzenář",
        "tradeDesc": "Uzenářské řemeslo bylo úzce spjato s řeznictvím, s nímž tvořívalo od konce 13. století společný cech Řeznictví a uzenářství.",
        "tradeUrl": "reznik-uzenar",
        "imageUrl": null
    },
    {
        "name": "Sadař",
        "tradeDesc": "Viz štěpař.",
        "tradeUrl": "sadar",
        "imageUrl": null
    },
    {
        "name": "Sádelník",
        "tradeDesc": "Řezník zkupující surové sádlo a lůj. Suroviny zpracovával a prodával z ní výrobky.",
        "tradeUrl": "sadelnik",
        "imageUrl": null
    },
    {
        "name": "Sanytrník",
        "tradeDesc": "Viz prachař.",
        "tradeUrl": "sanytrnik",
        "imageUrl": null
    },
    {
        "name": "Sedlář",
        "tradeDesc": "Kožedělnou výrobou se u nás odedávna zabývali řemenáři, uzdaři a sedláři. Tato tři řemesla se postupem času začala prolínat a v 16. a 17. století prováděli sedláři jak uzdařskou, tak řemenářskou práci. Souviselo to přirozeně s chovem a počtem koní a jejich využíváním v zemědělství, povoznictví i sportu. Do jejich pracovní náplně však nepatřily jen sedla, ale také postroje, otěže, uzdy, biče, řemeny. Zručný sedlář však dokázal zhotovit veškeré kožené výrobky od kufrů, tašek a peněženek až po originální pouzdra na všechny typy nožů, tesáků či sekerek, holstra k postraňkům, postroje, luky, řemení k vojenské a lovecké výstroji atd. Ti byli snad byli kdysi (začátkem 19. století) na brtnicku dva.\\nOd 2. poloviny 19. století se začala jednotlivá řemesla znovu diferencovat na práci sedlářskou,  řemenářskou, brašnářskou, ozdobnickou  a podobné činnosti.",
        "tradeUrl": "sedlar",
        "imageUrl": null
    },
    {
        "name": "Sekerník",
        "tradeDesc": "Řemeslník pracující sekerou. Specialista na stavbu srubů, trámových staveb a mlýnů.",
        "tradeUrl": "sekernik",
        "imageUrl": null
    },
    {
        "name": "Semenář",
        "tradeDesc": "Obchodník se semeny, cibulí, mrkví a česnekem.",
        "tradeUrl": "semenar",
        "imageUrl": null
    },
    {
        "name": "Semínkář",
        "tradeDesc": "Vysokým hlasem zpívávají moravští »semínkáři«. Jdou obyčejně dva, tři pospolu, v bílých, malovaným suknem ozdobených a vyšívaných pláštích s širáky na hlavách. Na zádech nesou uzle (pytle), od jejichž úvazku jdou popruhy (provazy) k rohům. Ucha takto svázaná navlékají na ramena. Uzle jejich podobají se uzlům německých turistů, jejichž pytle jsou zrovna tak uspořádány. Když vešel do vesnice nebo městečka v českém kraji, hlásí táhle dlouze: Anýz, fenykl, majoránku, ...",
        "tradeUrl": "seminkar",
        "imageUrl": null
    },
    {
        "name": "Senař",
        "tradeDesc": "Obchodník kupující a prodávající seno. Někdy také kupoval trávu „nastojato“ a najímal si námezdní pracovníky na její posečení a usušení.",
        "tradeUrl": "senar",
        "imageUrl": null
    },
    {
        "name": "Sítař",
        "tradeDesc": "Řemeslník, který vyráběl sítě.",
        "tradeUrl": "sitar",
        "imageUrl": null
    },
    {
        "name": "Skalník",
        "tradeDesc": "Řemeslník lámající kámen.",
        "tradeUrl": "skalnik",
        "imageUrl": null
    },
    {
        "name": "Skla brusič",
        "tradeDesc": "Brousil, hranil a brusem opracovával rovné sklo. Do olovnatých skleněných výrobků vybrušoval různé ornamenty a obrazce.",
        "tradeUrl": "skla-brusic",
        "imageUrl": null
    },
    {
        "name": "Skladčí",
        "tradeDesc": "Viz Šrotéř.",
        "tradeUrl": "skladci",
        "imageUrl": null
    },
    {
        "name": "Sklenář",
        "tradeDesc": "Původně řemeslník vyrábějící nebo upravující sklo, nebo malující na sklo, nebo prodávající sklo, později pouze upravující ploché sklo a zasklívající okna. V Brtnici měli svůj cech do roku 1859.",
        "tradeUrl": "sklenar",
        "imageUrl": null
    },
    {
        "name": "Sklínkař",
        "tradeDesc": "Výrobce sklenic.",
        "tradeUrl": "sklinkar",
        "imageUrl": null
    },
    {
        "name": "Skleničkář",
        "tradeDesc": "Viz Sklínkař.",
        "tradeUrl": "sklenickar",
        "imageUrl": null
    },
    {
        "name": "Skleničář",
        "tradeDesc": "Viz Sklínkař.",
        "tradeUrl": "sklenicar",
        "imageUrl": null
    },
    {
        "name": "Sládek",
        "tradeDesc": "Vařil pivo. Sládek přejímal obilí pro pivovar od obročného, dle potřeb jednotlivých várek. Za výrobu piva ručil celým svým majetkem.",
        "tradeUrl": "sladek",
        "imageUrl": null
    },
    {
        "name": "Sladomel",
        "tradeDesc": "Ve mlýně mlel slad.",
        "tradeUrl": "sladomel",
        "imageUrl": null
    },
    {
        "name": "Sladomelec",
        "tradeDesc": "Viz Sladomel.",
        "tradeUrl": "sladomelec",
        "imageUrl": null
    },
    {
        "name": "Sladovník",
        "tradeDesc": "Připravoval slad k vaření piva.",
        "tradeUrl": "sladovnik",
        "imageUrl": null
    },
    {
        "name": "Slaměnkář",
        "tradeDesc": "Výrobce ošatek, košíků a ostatních předmětů ze slámy.",
        "tradeUrl": "slamenkar",
        "imageUrl": null
    },
    {
        "name": "Slanař",
        "tradeDesc": "Viz Solnař.",
        "tradeUrl": "slanar",
        "imageUrl": null
    },
    {
        "name": "Slanec",
        "tradeDesc": "Viz Solnař.",
        "tradeUrl": "slanec",
        "imageUrl": null
    },
    {
        "name": "Slanečkář",
        "tradeDesc": "Viz Herynkář.",
        "tradeUrl": "slaneckar",
        "imageUrl": null
    },
    {
        "name": "Slouha",
        "tradeDesc": "Obecní pastýř a posluha na radnici.",
        "tradeUrl": "slouha",
        "imageUrl": null
    },
    {
        "name": "Smažička",
        "tradeDesc": "Pomocnice kuchaře ve velkých panských kuchyních, připravovala smažené pokrmy.",
        "tradeUrl": "smazicka",
        "imageUrl": null
    },
    {
        "name": "Smetař",
        "tradeDesc": "Vyvážel smetí.",
        "tradeUrl": "smetar",
        "imageUrl": null
    },
    {
        "name": "Smetiprach",
        "tradeDesc": "Mladší učeň ve mlýně.",
        "tradeUrl": "smetiprach",
        "imageUrl": null
    },
    {
        "name": "Smolař",
        "tradeDesc": "Příbuznými kolomazníků byli smolaři, kteří  získávali  smolu  ze  stromů a pařezů a tuto pak prodávali zejména bednářům. Někdy také řemeslník specialista na vylévání sudů smolou a provádějící jejich opravy.",
        "tradeUrl": "smolar",
        "imageUrl": null
    },
    {
        "name": "Smraďař",
        "tradeDesc": "Viz Koželuh.",
        "tradeUrl": "smradar",
        "imageUrl": null
    },
    {
        "name": "Snovač",
        "tradeDesc": "Viz Tkadlec.",
        "tradeUrl": "snovac",
        "imageUrl": null
    },
    {
        "name": "Snovař",
        "tradeDesc": "Viz Tkadlec. Připravoval osnovy pro tkaní různých tkanin.",
        "tradeUrl": "snovar",
        "imageUrl": null
    },
    {
        "name": "Sochař",
        "tradeDesc": "Umělec tvořící sochy a jiná umělecká prostorová díla.",
        "tradeUrl": "sochar",
        "imageUrl": null
    },
    {
        "name": "Sokolník",
        "tradeDesc": "Myslivec chatyjící, pěstující a starajíc se o sokoly, které potom používá k lovu zvěře.",
        "tradeUrl": "sokolnik",
        "imageUrl": null
    },
    {
        "name": "Sokolář",
        "tradeDesc": "Viz Sokolník.",
        "tradeUrl": "sokolar",
        "imageUrl": null
    },
    {
        "name": "Solař",
        "tradeDesc": "Obchodník se solí.",
        "tradeUrl": "solar",
        "imageUrl": null
    },
    {
        "name": "Solník",
        "tradeDesc": "Viz Solař.",
        "tradeUrl": "solnik",
        "imageUrl": null
    },
    {
        "name": "Solnař",
        "tradeDesc": "Viz Solař.",
        "tradeUrl": "solnar",
        "imageUrl": null
    },
    {
        "name": "Soldát",
        "tradeDesc": "Námezdní žoldnéř, voják.",
        "tradeUrl": "soldat",
        "imageUrl": null
    },
    {
        "name": "Soukenář",
        "tradeDesc": "Výrobce různých druhů sukna.",
        "tradeUrl": "soukenar",
        "imageUrl": null
    },
    {
        "name": "Soukeník",
        "tradeDesc": "Zpracovávali jen ovčí vlnu. Soukenický cech, jako jeden z prvních je doložen v Jihlavě z roku 1360. Zdejší specialitou bylo jihlavské vojenské sukno. Na tuto tradici navazuje také soukenka v Brtnici. V roce 1628 staví Hrabě Rombald z Collaltla et San Salvatore novou soukenku s osmi domky pro soukeníky. V Brtnici měli svůj cech do roku 1859. Soukeníky byli také lidově nazýváni obchodníci skupující sukno od výrobců a dále je prodávající.",
        "tradeUrl": "soukenik",
        "imageUrl": null
    },
    {
        "name": "Soustružník",
        "tradeDesc": "Řemeslník provádějící práce na soustruhu. Vyráběl jemné práce ze dřena, nádobky, šachové figurky, vřetena, kolovraty, knoflíky, ale také špičky, násadky a jiné zboží.",
        "tradeUrl": "soustruznik",
        "imageUrl": null
    },
    {
        "name": "Správce panství",
        "tradeDesc": "28. června 1648 je důchodní Martin jmenován do nové funkce a stává se správcem Brtnického panství. Stará se o obnovení městské rady.",
        "tradeUrl": "spravce-panstvi",
        "imageUrl": null
    },
    {
        "name": "Stárek",
        "tradeDesc": "Starší tovaryš ve mlýně.",
        "tradeUrl": "starek",
        "imageUrl": null
    },
    {
        "name": "Starosta",
        "tradeDesc": "Prvním starosta byl v Brtnici zvolen v roce 1849 a pak následovali další. Největší zásluhu na rozvoji městečka měl starosta zvolený v roce 1867. Byl jím majitel realit Josef Hoffman, syn někdejšího purkmistra Františka Hoffmana. Zastával tuto volenou funkci plných 35 let až do své smrti (1903). Zemřel jako osmašedesátiletý.",
        "tradeUrl": "starosta",
        "imageUrl": null
    },
    {
        "name": "Starší čeledín",
        "tradeDesc": "Příslušník panské nebo selské čeledi.",
        "tradeUrl": "starsi-celedin",
        "imageUrl": null
    },
    {
        "name": "Starší děvečka",
        "tradeDesc": "Příslušnice panské nebo selské čeledi.",
        "tradeUrl": "starsi-devecka",
        "imageUrl": null
    },
    {
        "name": "Stavitel",
        "tradeDesc": "Vysoce odborný řemeslník projektující a řídící stavby.",
        "tradeUrl": "stavitel",
        "imageUrl": null
    },
    {
        "name": "Stavitel studní",
        "tradeDesc": "Viz Studnař.",
        "tradeUrl": "stavitel-studni",
        "imageUrl": null
    },
    {
        "name": "Stavník",
        "tradeDesc": "Tesař specialista na výrobu tkalcovských stavů.",
        "tradeUrl": "stavnik",
        "imageUrl": null
    },
    {
        "name": "Stolař",
        "tradeDesc": "Truhlář specializovaný na výrobu stolů a starší označení pro truhláře vůbec. Dříve nábytkové truhlářství. Stolaři již vyráběli kvalitní nábytek, často vyřezávané celé nábytkové sestavy. Brtnice měla v roce 859 již 9 živností stolařů a měli svůj cech.",
        "tradeUrl": "stolar",
        "imageUrl": null
    },
    {
        "name": "Stolečník",
        "tradeDesc": "Stolař specializovaný na výrobu stolků. Vyráběl stolky bohatě zdobené řezbou či vykládáním.",
        "tradeUrl": "stolecnik",
        "imageUrl": null
    },
    {
        "name": "Stoličník",
        "tradeDesc": "Truhlá specializovaný na výrobu stolic, stolic pro různé stroje a lavic na sezení.",
        "tradeUrl": "stolicnik",
        "imageUrl": null
    },
    {
        "name": "Stolíř",
        "tradeDesc": "Podomní řemeslník, obvykle tovaryš nebo zchudlý mistr, který se nedostal do cechu.",
        "tradeUrl": "stolir",
        "imageUrl": null
    },
    {
        "name": "Strhař",
        "tradeDesc": "Viz Strunař.",
        "tradeUrl": "strhar",
        "imageUrl": null
    },
    {
        "name": "Struhaldlník",
        "tradeDesc": "Klempíř pracující s bílým plechem – pocínovaným.",
        "tradeUrl": "struhaldlnik",
        "imageUrl": null
    },
    {
        "name": "Struhař",
        "tradeDesc": "Řemeslník, který řezal, strouhal a hladil prkna pro truhláře.",
        "tradeUrl": "struhar",
        "imageUrl": null
    },
    {
        "name": "Strunař",
        "tradeDesc": "Nakupoval, upravoval a zužitkovával zvířecí střeva. Vyráběl struny k hudebním nástrojům, ale i na síta.",
        "tradeUrl": "strunar",
        "imageUrl": null
    },
    {
        "name": "Střelec",
        "tradeDesc": "Výrobce středověkých střelných zbraní – luků, kuší a samostřílů.",
        "tradeUrl": "strelec",
        "imageUrl": null
    },
    {
        "name": "Střemenář",
        "tradeDesc": "Specialista Uzdáře vyrábějící třemeny.",
        "tradeUrl": "stremenar",
        "imageUrl": null
    },
    {
        "name": "Střevař",
        "tradeDesc": "Viz Střevař.",
        "tradeUrl": "strevar",
        "imageUrl": null
    },
    {
        "name": "Střívkař",
        "tradeDesc": "Jen nakupoval, upravoval a prodával dále zvířecí střeva.",
        "tradeUrl": "strivkar",
        "imageUrl": null
    },
    {
        "name": "Stříbrník",
        "tradeDesc": "Rozpouštěl stříbro v tavírnách a zhotovoval určení slitiny přidáváním různých kovů.",
        "tradeUrl": "stribrnik",
        "imageUrl": null
    },
    {
        "name": "Studnař",
        "tradeDesc": "Řemeslník, obvykle zedník kamene hloubící a stavící studny. Obyčejně dobrý proutkař.",
        "tradeUrl": "studnar",
        "imageUrl": null
    },
    {
        "name": "Studiničář",
        "tradeDesc": "Viz Studnař.",
        "tradeUrl": "studinicar",
        "imageUrl": null
    },
    {
        "name": "Studničník",
        "tradeDesc": "Viz Studnař.",
        "tradeUrl": "studnicnik",
        "imageUrl": null
    },
    {
        "name": "Studnikář",
        "tradeDesc": "Stavitel studní, často velmi bohatě zdobených nadzemních částí včetně rumpálů na vyzvedávání vody z větší hloubky.",
        "tradeUrl": "studnikar",
        "imageUrl": null
    },
    {
        "name": "Stuhař",
        "tradeDesc": "Tkadlec specializovaný na výrobu stuh obyčejných i z drahých nití, někdy i bohatě vyšívaných a zakončených střapci.",
        "tradeUrl": "stuhar",
        "imageUrl": null
    },
    {
        "name": "Struhař",
        "tradeDesc": "Viz Stolíř.",
        "tradeUrl": "struhar",
        "imageUrl": null
    },
    {
        "name": "Sukna kráječ",
        "tradeDesc": "Viz Krojec suken.",
        "tradeUrl": "sukna-krajec",
        "imageUrl": null
    },
    {
        "name": "Suknokráječ",
        "tradeDesc": "Viz Kroječ suken.",
        "tradeUrl": "suknokrajec",
        "imageUrl": null
    },
    {
        "name": "Sumečník",
        "tradeDesc": "Rabář specializující se na chov a prodej sumců.",
        "tradeUrl": "sumecnik",
        "imageUrl": null
    },
    {
        "name": "Svičník",
        "tradeDesc": "Viz Svícnař.",
        "tradeUrl": "svicnik",
        "imageUrl": null
    },
    {
        "name": "Sviňák",
        "tradeDesc": "Obchodník s vepři.",
        "tradeUrl": "svinak",
        "imageUrl": null
    },
    {
        "name": "Sviňař",
        "tradeDesc": "Viz Sviňák.",
        "tradeUrl": "svinar",
        "imageUrl": null
    },
    {
        "name": "Sviňáček",
        "tradeDesc": "Pomocník pastýře co pásl svině.",
        "tradeUrl": "svinacek",
        "imageUrl": null
    },
    {
        "name": "Svinda",
        "tradeDesc": "Viz Sviňáček.",
        "tradeUrl": "svinda",
        "imageUrl": null
    },
    {
        "name": "Svícnař",
        "tradeDesc": "Mosazník specialista na výrobu svícnů.",
        "tradeUrl": "svicnar",
        "imageUrl": null
    },
    {
        "name": "Svícník",
        "tradeDesc": "Vozkař vyrábějící svíce z vosku.",
        "tradeUrl": "svicnik",
        "imageUrl": null
    },
    {
        "name": "Svíčkař",
        "tradeDesc": "Viz vozkař.",
        "tradeUrl": "svickar",
        "imageUrl": null
    },
    {
        "name": "Sypač soli",
        "tradeDesc": "Viz Měřič soli.",
        "tradeUrl": "sypac-soli",
        "imageUrl": null
    },
    {
        "name": "Sýrař",
        "tradeDesc": "Obchodník se sýry a máslem. Někdy i výrobce sýrů.",
        "tradeUrl": "syrar",
        "imageUrl": null
    },
    {
        "name": "Sýrník",
        "tradeDesc": "Specialista na výrobu různých druhů sýrů a sýrových pochutin.",
        "tradeUrl": "syrnik",
        "imageUrl": null
    },
    {
        "name": "Šafář",
        "tradeDesc": "Řídil práce panské čeledě.",
        "tradeUrl": "safar",
        "imageUrl": null
    },
    {
        "name": "Šafářka",
        "tradeDesc": "Viz Šafář.",
        "tradeUrl": "safarka",
        "imageUrl": null
    },
    {
        "name": "Ščibalník",
        "tradeDesc": "Starší specialista ševce.",
        "tradeUrl": "scibalnik",
        "imageUrl": null
    },
    {
        "name": "Šejdíř",
        "tradeDesc": "Starší tovaryš ve mlýně, který měl ve správě obilí jednotlivých pekařů.",
        "tradeUrl": "sejdir",
        "imageUrl": null
    },
    {
        "name": "Šenkéř",
        "tradeDesc": "Viz Šenkýř.",
        "tradeUrl": "senker",
        "imageUrl": null
    },
    {
        "name": "Šenkýř",
        "tradeDesc": "Jednou ze živností, která prošla složitým vývojem, je šenkýřství (pohostinství). Šenkýřstvím se ve středověku nazývala činnost, která souvisela s čepováním piva. Dům, v němž se nacházel šenk, byl označen zavěšeným slaměným věchtem, či věncem z čerstvého chvojí. Volný výčep vína se prováděl v lisovnách, sklepech, či v průjezdech domů. Budovy, kde se víno nalévalo, byly označeny věncem z révového listí nebo slaměným křížem.",
        "tradeUrl": "senkyr",
        "imageUrl": null
    },
    {
        "name": "Šermíř",
        "tradeDesc": "Učitel šermu.",
        "tradeUrl": "sermir",
        "imageUrl": null
    },
    {
        "name": "Šídlař",
        "tradeDesc": "Specialista na výrobu šídel.",
        "tradeUrl": "sidlar",
        "imageUrl": null
    },
    {
        "name": "Šiftař",
        "tradeDesc": "Výrobce pažeb střelných zbraní. Často dobrý řezbář, které své výrobky velmi zdobil  řezbou nebo vykládáním.",
        "tradeUrl": "siftar",
        "imageUrl": null
    },
    {
        "name": "Šínař",
        "tradeDesc": "Viz plotnář.",
        "tradeUrl": "sinar",
        "imageUrl": null
    },
    {
        "name": "Šindelář",
        "tradeDesc": "Dřevař, který vybíral v lesích vhodné stromy, ty porážel a řezal na špalky ze kterých potom štípáním vyráběl šindele – střešní krytinu. V pozdějších dobách",
        "tradeUrl": "sindelar",
        "imageUrl": null
    },
    {
        "name": "Prknař",
        "tradeDesc": "Který vyráběl šindele řezáním.",
        "tradeUrl": "prknar",
        "imageUrl": null
    },
    {
        "name": "Šípař",
        "tradeDesc": "Viz Hrotník ale spíše specialista na výrobu šípů k lukům. Šípy byly často vyráběny v různém provedení barevných per dle barev jednotlivých pánů. Hroty většinou nakupoval.",
        "tradeUrl": "sipar",
        "imageUrl": null
    },
    {
        "name": "Škrobař",
        "tradeDesc": "Vyráběl škrob.",
        "tradeUrl": "skrobar",
        "imageUrl": null
    },
    {
        "name": "Šlejfíř",
        "tradeDesc": "Viz Brusič.",
        "tradeUrl": "slejfir",
        "imageUrl": null
    },
    {
        "name": "Šlejféř",
        "tradeDesc": "Viz Brusič.",
        "tradeUrl": "slejfer",
        "imageUrl": null
    },
    {
        "name": "Šlejféř břitev",
        "tradeDesc": "Brusič břitev a nůžek.",
        "tradeUrl": "slejfer-britev",
        "imageUrl": null
    },
    {
        "name": "Šleféř kovářský",
        "tradeDesc": "Většinou zaměstnanec kováře zabývající se broušením kovářských výrobků. Ať již povrchově obrušoval okuje a dokončoval práce, nebo brousil ostří nástrojů.",
        "tradeUrl": "slefer-kovarsky",
        "imageUrl": null
    },
    {
        "name": "Šlejféř nožířský",
        "tradeDesc": "Brusič nožů. Často potulný brusič.",
        "tradeUrl": "slejfer-nozirsky",
        "imageUrl": null
    },
    {
        "name": "Šlojířník",
        "tradeDesc": "Tkal a vyšíval závoje, třepení, ožidlí ke krku a podobně.",
        "tradeUrl": "slojirnik",
        "imageUrl": null
    },
    {
        "name": "Šmelcíř",
        "tradeDesc": "Řemeslník připravující skelné emaily a zdobící s nimi obvykle díla zlatníků.",
        "tradeUrl": "smelcir",
        "imageUrl": null
    },
    {
        "name": "Šmelcník",
        "tradeDesc": "Viz Šmelcíř.",
        "tradeUrl": "smelcnik",
        "imageUrl": null
    },
    {
        "name": "Šmejdíř",
        "tradeDesc": "Obchodník s drobnými měděnými a mosaznými předměty – knoflíky, přezkami, pásky, lacinými šperky a titěrnostmi.",
        "tradeUrl": "smejdir",
        "imageUrl": null
    },
    {
        "name": "Šmuklíř",
        "tradeDesc": "Kloboučník specializující se na ozdobné pokrývky hlavy.",
        "tradeUrl": "smuklir",
        "imageUrl": null
    },
    {
        "name": "Šnorař",
        "tradeDesc": "Viz Šňůrař.",
        "tradeUrl": "snorar",
        "imageUrl": null
    },
    {
        "name": "Šňůrař",
        "tradeDesc": "Výrobce šňůr.",
        "tradeUrl": "snurar",
        "imageUrl": null
    },
    {
        "name": "Šňůředlník",
        "tradeDesc": "Viz Šňůrař.",
        "tradeUrl": "snuredlnik",
        "imageUrl": null
    },
    {
        "name": "Šorcárka",
        "tradeDesc": "Švadlena šijící zástěry – šnorcky.",
        "tradeUrl": "sorcarka",
        "imageUrl": null
    },
    {
        "name": "Špendlíkář",
        "tradeDesc": "Jehlář specializující se na výrobu obyčejných ale i často velmi zdobených špendlíků a jehlic, často i prodávající své zboží a také obchodník prodávající jehle, jehlice, špendlíky a podobné zboží. Někdy prodával i nitě a bavlnky.",
        "tradeUrl": "spendlikar",
        "imageUrl": null
    },
    {
        "name": "Špulířník",
        "tradeDesc": "Výrobce nebozezů – špulířů.",
        "tradeUrl": "spulirnik",
        "imageUrl": null
    },
    {
        "name": "Šrotéř",
        "tradeDesc": "Vozil a spouštěl sudy do sklepů na líhách.",
        "tradeUrl": "sroter",
        "imageUrl": null
    },
    {
        "name": "Šrotéř pivní",
        "tradeDesc": "Rozvážel pouze pivo, povětšinou zaměstnanec pivovaru.",
        "tradeUrl": "sroter-pivni",
        "imageUrl": null
    },
    {
        "name": "Šrotéř vinný",
        "tradeDesc": "Rozvážel víno.",
        "tradeUrl": "sroter-vinny",
        "imageUrl": null
    },
    {
        "name": "Štelmachr",
        "tradeDesc": "Viz Nápravník.",
        "tradeUrl": "stelmachr",
        "imageUrl": null
    },
    {
        "name": "Štelmař",
        "tradeDesc": "Viz Nápravník.",
        "tradeUrl": "stelmar",
        "imageUrl": null
    },
    {
        "name": "Štěpař",
        "tradeDesc": "Zahradník zabývající se pěstováním ovoce peckového i jádrového.",
        "tradeUrl": "stepar",
        "imageUrl": null
    },
    {
        "name": "Štětkař",
        "tradeDesc": "Výrovce štětek ze zvířecích štětin.",
        "tradeUrl": "stetkar",
        "imageUrl": null
    },
    {
        "name": "Štítař",
        "tradeDesc": "Výrobce a malíř turnajových štítů, zbraní, sedel, ozdobných postrojů a podobně.",
        "tradeUrl": "stitar",
        "imageUrl": null
    },
    {
        "name": "Štítník",
        "tradeDesc": "Výrobce a malíř vývěsných štítů pro obchodníky a řemelníky.",
        "tradeUrl": "stitnik",
        "imageUrl": null
    },
    {
        "name": "Štukatér",
        "tradeDesc": "Tesák kamene obrábějící mramor.",
        "tradeUrl": "stukater",
        "imageUrl": null
    },
    {
        "name": "Štumfař",
        "tradeDesc": "Koželuh, který nesměl kůže pro lesk mazat tuky.",
        "tradeUrl": "stumfar",
        "imageUrl": null
    },
    {
        "name": "Šumař",
        "tradeDesc": "Podomní hudec.",
        "tradeUrl": "sumar",
        "imageUrl": null
    },
    {
        "name": "Švadlena",
        "tradeDesc": "Námezdní pracovnice, ale ne v cechu, která šila košile, fěrtoch, zástěry, rukávce, spodní kalhoty a ostatní bílé prádlo.",
        "tradeUrl": "svadlena",
        "imageUrl": null
    },
    {
        "name": "Švec",
        "tradeDesc": "Původně sešívač kožených výrobků, později výrobce obuvi. Ševci měli svůj samostatný cech.",
        "tradeUrl": "svec",
        "imageUrl": null
    },
    {
        "name": "Tálník",
        "tradeDesc": "Nádeník u pilaře na pile.",
        "tradeUrl": "talnik",
        "imageUrl": null
    },
    {
        "name": "Tancéř",
        "tradeDesc": "Tanečník. Většinou člen kočovné společnosti.",
        "tradeUrl": "tancer",
        "imageUrl": null
    },
    {
        "name": "Tandléř",
        "tradeDesc": "Obchodník s použitým zbožím.",
        "tradeUrl": "tandler",
        "imageUrl": null
    },
    {
        "name": "Tancmajst",
        "tradeDesc": "Viz Taneční mistr.",
        "tradeUrl": "tancmajst",
        "imageUrl": null
    },
    {
        "name": "Taneční mistr",
        "tradeDesc": "Učitel tance.",
        "tradeUrl": "tanecni-mistr",
        "imageUrl": null
    },
    {
        "name": "Tapecírkař",
        "tradeDesc": "Viz Čalouník.",
        "tradeUrl": "tapecirkar",
        "imageUrl": null
    },
    {
        "name": "Taškář",
        "tradeDesc": "Specialista Tobolečník vyrábějící různé, často i velmi specielní tašky.",
        "tradeUrl": "taskar",
        "imageUrl": null
    },
    {
        "name": "Tašvičník",
        "tradeDesc": "Viz Taškář.",
        "tradeUrl": "tasvicnik",
        "imageUrl": null
    },
    {
        "name": "Tavič",
        "tradeDesc": "Tavením rud získával surový kov.",
        "tradeUrl": "tavic",
        "imageUrl": null
    },
    {
        "name": "Tavíř",
        "tradeDesc": "Specialista na tavení stříbra z rudy.",
        "tradeUrl": "tavir",
        "imageUrl": null
    },
    {
        "name": "Tenetář",
        "tradeDesc": "Specialista na vinutí „tenat“.",
        "tradeUrl": "tenetar",
        "imageUrl": null
    },
    {
        "name": "Tesák kamene",
        "tradeDesc": "Upravoval kámen pro potřeby staveb a dláždění. ˇAsem toto řemeslo se splynulo s kameníky.",
        "tradeUrl": "tesak-kamene",
        "imageUrl": null
    },
    {
        "name": "Tesař",
        "tradeDesc": "Nejstarší dřevařské řemeslo. V době, kdy byla osídlena Brtnice, již samozřejmě existovali specializovaní řemeslníci, z nichž je třeba na prvním místě uvést tesaře, kteří své mistrovství dokazovali při budování hradů, dvorců, kostelíků, mostů, příbytků, ale i při zhotovování hrubého nábytku. K budování různých konstrukcí tesaři používali neopracovaných kmenů (kuláčů) nebo kmenů otesaných (trámů). Na zastřešování a zastropování objektů, k podlahám, k bednění a k hotovení tesařského nábytku používali štípaných fošen, desek, šindelů a dřenic. K nástrojům, které používali, patřily sekery (hlavatka, širočina, pobíječka, dlabatka, teslice, křížovka), poříz rovný a křivý, různě dimenzovaná dláta, palička, různé nebozezy, různé druhy pil, hoblíky, úhelník, měřidlo, olovnice, páka, kladka, kružidlo, skoby atd. Je víc než pravděpodobné, že tesaři byli v naší obci již od jejího samého založení a postupem času budovali dřevěná stavení. Vyráběli také například i vojenské praky. Postupně, když se začaly domy stavět z cihel, tesařů ubývalo.",
        "tradeUrl": "tesar",
        "imageUrl": null
    },
    {
        "name": "Tiskař",
        "tradeDesc": "Původně potiskoval pouze plátno a jiné tkaniny. Později označení pouze pro tiskaře papíru.",
        "tradeUrl": "tiskar",
        "imageUrl": null
    },
    {
        "name": "Tkadlec",
        "tradeDesc": "Řemeslník vyrábějící tkaniny na tkalcovském stavu. Tkalci zpracovávali ovčí vlnu a později i jiné příze. V roce 1882 měla Brtnice 25 živností tkalců. Ti vyráběli ponejvíce cajk i když zpracovávali i ostatní přízi.",
        "tradeUrl": "tkadlec",
        "imageUrl": null
    },
    {
        "name": "Tkadlec vlny",
        "tradeDesc": "Obvykle tovaryš u soukeníka, ale i samostatný řemeslník.",
        "tradeUrl": "tkadlec-vlny",
        "imageUrl": null
    },
    {
        "name": "Tkaničkář",
        "tradeDesc": "Výrobce tkanic, prýmků a podobného zboží.",
        "tradeUrl": "tkanickar",
        "imageUrl": null
    },
    {
        "name": "Tkaničník",
        "tradeDesc": "Viz Tkaničkář.",
        "tradeUrl": "tkanicnik",
        "imageUrl": null
    },
    {
        "name": "Tlumočník",
        "tradeDesc": "Výrobce tlumoků na skládání šatů, menších tlumoků k nošení, případně kožených pouzder na nošení různých zbraní. Oproti Měšecníkovi vyráběl hrubší zboží.",
        "tradeUrl": "tlumocnik",
        "imageUrl": null
    },
    {
        "name": "Tobolář",
        "tradeDesc": "Viz Tlumočník.",
        "tradeUrl": "tobolar",
        "imageUrl": null
    },
    {
        "name": "Tobolečník",
        "tradeDesc": "Viz Tlumočník.",
        "tradeUrl": "tobolecnik",
        "imageUrl": null
    },
    {
        "name": "Toufař",
        "tradeDesc": "Džbánkář. Také lidoý název pro Novokřtěnce.",
        "tradeUrl": "toufar",
        "imageUrl": null
    },
    {
        "name": "Toulař",
        "tradeDesc": "Specialista Tobolečníka vyrábějící toulce na šípy.",
        "tradeUrl": "toular",
        "imageUrl": null
    },
    {
        "name": "Topič",
        "tradeDesc": "Nádeník najímaný na topení v domech často mající na starost přípravu dřeva na topení.",
        "tradeUrl": "topic",
        "imageUrl": null
    },
    {
        "name": "Tovaryš",
        "tradeDesc": "Námezdní pracovník najímaný misterm, pracovník v řemeslné činnost, který po vyučení složil tovaryšskou zkoušku.",
        "tradeUrl": "tovarys",
        "imageUrl": null
    },
    {
        "name": "Trákař",
        "tradeDesc": "Nosil nebo převážel zboží (nákupy) zakoupené na trhu do vozu nebo domu.",
        "tradeUrl": "trakar",
        "imageUrl": null
    },
    {
        "name": "Trakářník",
        "tradeDesc": "Viz kolečník. Specialista na výrobu trakařů.",
        "tradeUrl": "trakarnik",
        "imageUrl": null
    },
    {
        "name": "Trepkář",
        "tradeDesc": "Obuvník specialista na dřevěné a kožené podrážky obuvi.",
        "tradeUrl": "trepkar",
        "imageUrl": null
    },
    {
        "name": "Trubač",
        "tradeDesc": "Městský nebo dvorní hráč na trubku. Také Masazník specialista na výrobu žesťových nástrojů – trub, trubek, pozounů apod.",
        "tradeUrl": "trubac",
        "imageUrl": null
    },
    {
        "name": "Trubák",
        "tradeDesc": "Viz Rourník.",
        "tradeUrl": "trubak",
        "imageUrl": null
    },
    {
        "name": "Trubař",
        "tradeDesc": "Viz Rourník.",
        "tradeUrl": "trubar",
        "imageUrl": null
    },
    {
        "name": "Truhličník",
        "tradeDesc": "Truhlář specialista na výrobu malých truhliček na mince a šperky a pod.",
        "tradeUrl": "truhlicnik",
        "imageUrl": null
    },
    {
        "name": "Truhlář",
        "tradeDesc": "Řemeslník pracující zdokonalenými a specielními nástroji. Truhláři se od tesařů odloučili ve 12. století. Předměty truhlářské výroby byly původně zhotoveny ze štípaných dřevěných dílců nebo trámců. Ve 13. století byli více nazýváni jako stolaři patrně z toho důvodu, že jejich hlavní prací bylo hotovení stolů. I když ve městech postupně docházelo ke specializaci, v městečkách i na vesnicích dále truhláři vyráběli jak truhly, tak i židle, lavice či stoly, a později skříně a almary. Nejeden truhlář byl zároveň řezbářem či soustružníkem, vždyť stoupal nárok na nábytek. Někteří řemeslníci tohoto oboru zvládali i výrobu hudebních nástrojů.",
        "tradeUrl": "truhlar",
        "imageUrl": null
    },
    {
        "name": "Truhlář kočárnický",
        "tradeDesc": "V kočárnickém truhlářství se  vyrábějící kostry pro kočáry, saně, bryčky a pod.",
        "tradeUrl": "truhlar-kocarnicky",
        "imageUrl": null
    },
    {
        "name": "Truhlář nábytkový",
        "tradeDesc": "Nábytkoví truhláři, kteří se oddělili od truhlářů, vyráběli židle, stoly, skříně, postele, lavice atd. Později se toto řemeslo začalo nazývat stolařství.",
        "tradeUrl": "truhlar-nabytkovy",
        "imageUrl": null
    },
    {
        "name": "Truhlář stavební",
        "tradeDesc": "Truhlářské řemeslo postupně vyspělo do podoby stavebního truhlářství, které se zabývalo zhotovování oken, dveří, zárubní, podlah a obkládáním stěn a stropů, a truhlářství nábytkového, vyrábějícího stoly, židle, skříně, postele a pod.",
        "tradeUrl": "truhlar-stavebni",
        "imageUrl": null
    },
    {
        "name": "Tříslník",
        "tradeDesc": "Řemeslník vyrábějící z částí některých rostlin, zejména z jejich kůry (smrkové, dubové, ...), přípravky sloužící k činění kůží – třísla.",
        "tradeUrl": "trislnik",
        "imageUrl": null
    },
    {
        "name": "Túlař",
        "tradeDesc": "Viz Toulař.",
        "tradeUrl": "tular",
        "imageUrl": null
    },
    {
        "name": "Tunchéř",
        "tradeDesc": "Zedník specializovaný na Omítání zdí – tuchnování.Tvořidlník – Soustružník specializovaný na výrobu dřevěných tvořídek – pouzder.",
        "tradeUrl": "tuncher",
        "imageUrl": null
    },
    {
        "name": "Tychnéř",
        "tradeDesc": "Viz Dychnéř.",
        "tradeUrl": "tychner",
        "imageUrl": null
    },
    {
        "name": "Učedník",
        "tradeDesc": "Ten, kdo se učí nějakému řemeslu.",
        "tradeUrl": "ucednik",
        "imageUrl": null
    },
    {
        "name": "Učedlník",
        "tradeDesc": "Ten, kdo se učí nějakému umění.",
        "tradeUrl": "ucedlnik",
        "imageUrl": null
    },
    {
        "name": "Učitel",
        "tradeDesc": "Viz Kantor.",
        "tradeUrl": "ucitel",
        "imageUrl": null
    },
    {
        "name": "Udidlíř",
        "tradeDesc": "Viz Uzdář.",
        "tradeUrl": "udidlir",
        "imageUrl": null
    },
    {
        "name": "Uhlíř",
        "tradeDesc": "Dřevěné uhlí pálili v okolních lesích v milířích uhlíři, kteří je prodávali kovářům, zámečníkům, nožířům, mečířům, kotlářům, zvonařům, zlatníkům, ale také knihařům a jiným řemeslníkům. Byl to také Obchodník s dřevěným uhlím.",
        "tradeUrl": "uhlir",
        "imageUrl": null
    },
    {
        "name": "Underláčník",
        "tradeDesc": "Úředník, který řídil trh se slanečky.",
        "tradeUrl": "underlacnik",
        "imageUrl": null
    },
    {
        "name": "Usenník",
        "tradeDesc": "Koželuh specializovaný na krájení usní a prodávající je pasířům a pod.",
        "tradeUrl": "usennik",
        "imageUrl": null
    },
    {
        "name": "Ustrakář",
        "tradeDesc": "Viz Nosič.",
        "tradeUrl": "ustrakar",
        "imageUrl": null
    },
    {
        "name": "Uzenář",
        "tradeDesc": "Řezník specializovaný na slaninu a uzené maso. Brtnice měla v roce 1859 dva samostatné živnostníky, kteří se zabývali pouze činností uzenářskou.",
        "tradeUrl": "uzenar",
        "imageUrl": null
    },
    {
        "name": "Uzeník",
        "tradeDesc": "Viz Uzenář.",
        "tradeUrl": "uzenik",
        "imageUrl": null
    },
    {
        "name": "Uzenkář",
        "tradeDesc": "Řezník vyrábějící pouze uzenky – salámy a párky.",
        "tradeUrl": "uzenkar",
        "imageUrl": null
    },
    {
        "name": "Uzdář",
        "tradeDesc": "Řemenář specializovaný na výrobu koňských postrojů, popruhů, tašek a podobných předmětů ke koním.",
        "tradeUrl": "uzdar",
        "imageUrl": null
    },
    {
        "name": "Váčkář",
        "tradeDesc": "Viz Měšečník.",
        "tradeUrl": "vackar",
        "imageUrl": null
    },
    {
        "name": "Vaječník",
        "tradeDesc": "Obchodník s vejci.",
        "tradeUrl": "vajecnik",
        "imageUrl": null
    },
    {
        "name": "Vajšník",
        "tradeDesc": "Viz Vaječník.",
        "tradeUrl": "vajsnik",
        "imageUrl": null
    },
    {
        "name": "Váleč",
        "tradeDesc": "Viz Valchář.",
        "tradeUrl": "valec",
        "imageUrl": null
    },
    {
        "name": "Valchář ",
        "tradeDesc": "Řemeslník upravující sukno na valše.",
        "tradeUrl": "valchar-",
        "imageUrl": null
    },
    {
        "name": "Valič dřev",
        "tradeDesc": "Připravoval a přibližoval dřevo pro plavení nebo svoz.",
        "tradeUrl": "valic-drev",
        "imageUrl": null
    },
    {
        "name": "Vápeník",
        "tradeDesc": "Řemeslník připravující vápno mletím vápence a prodejce vápna. Nejznámější živností našich předků bylo bezesporu vápenictví. V okolí se zachovalo známé rčení \"řve jak vápeník\" a to proto, že když vápeníci prodávali své zboží po vsích i městech, volali \"vápnóó, vápnóó!\", až z toho někdy ochraptěli. Toto označení v sobě skrývalo soubor profesí, počínaje těžbou vápence, přes pálení, až po jeho prodej. Vápenictví má  kořeny  již  ve  středověku, kdy  se  na  brtnickém katastru  těžil vápenec, který se pálil v jednoduchých pecích, po kterých nám do dnešní doby téměř nic nezbylo.\\nDle ústního podání stávaly \"pod Pazderňó\" vápenice, však stále dosti primitivní. Vápenice se musela nejdříve naložit vápencem, uzavřít \"kloboukem\" z mazlavé hlíny a škváry, uvést do žáru a v tomto stavu průběžně udržovat. Nakonec se pec nechala vyhasnout a hotové vápno se rozváželo na vozech široko daleko. Kromě hotového vápna zpracovávali naši předkové též odpadový kámen, který v zimním období tloukli na jednotlivých usedlostech, a který prodávali jako štěrk na opravu a budování silnic. Do cukrovarů vozili \"saturační vápenec\". Po první světové válce bylo postupně upuštěno od této pracné a nákladné výroby vápna a malé vápenice byly postupně odstraňovány nebo ponechány svému osudu.",
        "tradeUrl": "vapenik",
        "imageUrl": null
    },
    {
        "name": "Varhanář",
        "tradeDesc": "Specializovaný řemeslník, výrobce varhan.",
        "tradeUrl": "varhanar",
        "imageUrl": null
    },
    {
        "name": "Varhaník",
        "tradeDesc": "Hráč na varhany.",
        "tradeUrl": "varhanik",
        "imageUrl": null
    },
    {
        "name": "Vážník",
        "tradeDesc": "Řemeslník vyrábějící z kovů a dřeva různé druhy vah.",
        "tradeUrl": "vaznik",
        "imageUrl": null
    },
    {
        "name": "Vážný",
        "tradeDesc": "Tržní úředník mající za kontrolu používané váhy a správnost naváženého tovaru.",
        "tradeUrl": "vazny",
        "imageUrl": null
    },
    {
        "name": "Včelař",
        "tradeDesc": "Pěstoval včely, vyráběl med a vosk.",
        "tradeUrl": "vcelar",
        "imageUrl": null
    },
    {
        "name": "Včelař rolnický",
        "tradeDesc": "Od 18. století se začíná postupně zavádět včelařství racionální, a to zejména díky včelařským patentům Marie Terezie.",
        "tradeUrl": "vcelar-rolnicky",
        "imageUrl": null
    },
    {
        "name": "Věnečník ",
        "tradeDesc": "Zhotovoval různé ozdoby pro ženské hlavy.\\nVil a prodával věnce ze živých i umělých květin které i sám vyráběl.",
        "tradeUrl": "venecnik-",
        "imageUrl": null
    },
    {
        "name": "Verglař",
        "tradeDesc": "Velmi rozšířenou živností po roce 1890 živíce obyvatelstvo ve městečku bylo „verglařství“ – kolovrátkářství - rekrutujících se z veteránského spolku se sídlem v Brtnici. Jeho členové byli odměňováni licencemi umožňující jim tento „lepší“ způsob obživy vykonávat všude mimo královská města.",
        "tradeUrl": "verglar",
        "imageUrl": null
    },
    {
        "name": "Vetešník",
        "tradeDesc": "Řemeslník opravující části oděvů nebo obuv.",
        "tradeUrl": "vetesnik",
        "imageUrl": null
    },
    {
        "name": "Vinař",
        "tradeDesc": "Dělník pracující při pěstování vína.",
        "tradeUrl": "vinar",
        "imageUrl": null
    },
    {
        "name": "Vinopalník",
        "tradeDesc": "Vyráběl líh a kořalku ze zkaženého vína pomocí kvasnic, droždí, ze sladů kvašených a zapařených.",
        "tradeUrl": "vinopalnik",
        "imageUrl": null
    },
    {
        "name": "Vín nákladník",
        "tradeDesc": "Prodavač vína. Je víc než pravděpodobné, že si naši prapředkové pochutnávali jak na pivě tak i kořalce. I když  víno nebylo běžné na občanském stole, bylo zajisté součástí stolů panských a měšťanských. Vždyť zbytky vinic ze středověku byly nalezeny v blízkém okolí. Zda i brtničtí obyvatelé byli vinaři, o tom se můžeme jen dohadovat. Zajisté byli ale jeho prodavači a konzumenti.",
        "tradeUrl": "vin-nakladnik",
        "imageUrl": null
    },
    {
        "name": "Vlasař ",
        "tradeDesc": "Obchodník s vlasy.",
        "tradeUrl": "vlasar-",
        "imageUrl": null
    },
    {
        "name": "Vlanař",
        "tradeDesc": "Dodanou nebo skoupenou vlnu čistil, tepal a upravoval v přízi.",
        "tradeUrl": "vlanar",
        "imageUrl": null
    },
    {
        "name": "Vlnotepec",
        "tradeDesc": "Viz Vlnař.",
        "tradeUrl": "vlnotepec",
        "imageUrl": null
    },
    {
        "name": "Vodák",
        "tradeDesc": "Vozataj dovážející vhodnou vodu do pivovaru.",
        "tradeUrl": "vodak",
        "imageUrl": null
    },
    {
        "name": "Vodovoz",
        "tradeDesc": "Viz Vodák.",
        "tradeUrl": "vodovoz",
        "imageUrl": null
    },
    {
        "name": "Vochlař",
        "tradeDesc": "Kovář specialista na výrobu „vochlí“.",
        "tradeUrl": "vochlar",
        "imageUrl": null
    },
    {
        "name": "Vorař",
        "tradeDesc": "Specialista na svážení klád vodní cestou. Uměl zhotovit z klád vor a ten plavit po řece.",
        "tradeUrl": "vorar",
        "imageUrl": null
    },
    {
        "name": "Voskař",
        "tradeDesc": "Obchodník skupující, případně i prodávající vosk. Někdy i výrobce „voskovic“ – voskových svíček. Vždyť svíčka byla prastarým zdrojem světla. Na brtnicku si v 19 století každý kdo pěstoval včely vyráběl i svíce pro vlastní použití. Původní technologie spočívala v jednoduchém hnětení změklého včelího vosku a teprve později došlo k oblévání knotu roztaveným voskem. Staří voskaři vedle obyčejných, kostelních, zdobených a lucernových vyráběli i tzv. obětiny. Byly ve tvaru zvířátek, lidských hlav či srdíček. Prodávaly se zejména o poutích jako obětní vzpomínka na zesnulé.",
        "tradeUrl": "voskar",
        "imageUrl": null
    },
    {
        "name": "Voštinář",
        "tradeDesc": "Překupník skupující od včelařů voštiny (zejména od divokých včel) a prodávající je Voskaři.",
        "tradeUrl": "vostinar",
        "imageUrl": null
    },
    {
        "name": "Vozák",
        "tradeDesc": "Řemeslník vyrábějící různé dřevěné vozy. Kola obvykle dodával kolář.",
        "tradeUrl": "vozak",
        "imageUrl": null
    },
    {
        "name": "Vozka",
        "tradeDesc": "Vozka je osoba řídící povoz tažený koňmi nebo jinými hospodářskými zvířaty. Vozka může buď sedět na taženém vozidle na kozlíku, anebo jít podél něj. V         zimních podmínkách se nemusí jednat vždy jen o kolové vozidlo, zvířata mohou také táhnout například velké saně. Vozka řídící koňský povoz se též nazývá kočí. Kočí, jenž řídil těžký nákladní povoz, byl označován slovem forman.",
        "tradeUrl": "vozka",
        "imageUrl": null
    },
    {
        "name": "Vrchcábník",
        "tradeDesc": "Kostečník specializovaný na výrobu šachových figurek. Také to byl Vrhač vrchcábů.",
        "tradeUrl": "vrchcabnik",
        "imageUrl": null
    },
    {
        "name": "Vrkočnice",
        "tradeDesc": "Obchodnice s cibulí a česnekem prodávaných po pletencích – vrkočích a lidové označení Obchodnice s hruškami.",
        "tradeUrl": "vrkocnice",
        "imageUrl": null
    },
    {
        "name": "Vřetenář",
        "tradeDesc": "soustružník specializovaný na výrobu vřeten ke kolovratům.    ",
        "tradeUrl": "vretenar",
        "imageUrl": null
    },
    {
        "name": "Vyšívač krumplíř",
        "tradeDesc": "Zapomenutým řemeslem, které souviselo s výrobou oděvů, bylo vyšívání a krumplování. Ve městech působily cechy těchto řemeslníků, které se zabývaly krumplováním a vyšíváním šlechtických, měšťanských i kněžských oděvů. U nás se touto činností zabývaly podomácku ženy, jenž vyšívaly kroje, které byly svátečním oděvem na vysočině až do 19. století.",
        "tradeUrl": "vysivac-krumplir",
        "imageUrl": null
    },
    {
        "name": "Výčepník",
        "tradeDesc": "Viz Šenkýř.",
        "tradeUrl": "vycepnik",
        "imageUrl": null
    },
    {
        "name": "Výtoník",
        "tradeDesc": "Původně mýtný, který vybíral mýto (vybíral naturální daň) při plavení dříví. Později mýtný obecně.",
        "tradeUrl": "vytonik",
        "imageUrl": null
    },
    {
        "name": "Zábojník",
        "tradeDesc": "Viz Olejník.",
        "tradeUrl": "zabojnik",
        "imageUrl": null
    },
    {
        "name": "Zahradník",
        "tradeDesc": "Pěstoval zeleninu a ovoce, na rozdíl od zemědělce kromě užitkových plodin i rostliny okrasné. Dělil se obvykle na zahradníky specialisty (Zelník, Dýňař, ...) a Štěpař.",
        "tradeUrl": "zahradnik",
        "imageUrl": null
    },
    {
        "name": "Zámecký správce",
        "tradeDesc": "Panský úředník s právem bydlet s celou rodinou na zámku. Za stravu a byt nemusel platit. Zámecký správce – měl na starosti celý zámek, vedl zámecké inventáře a sklepní účty.",
        "tradeUrl": "zamecky-spravce",
        "imageUrl": null
    },
    {
        "name": "Zámkař",
        "tradeDesc": "Zámkaři jsou specialisté na výrobu a opravy zámků a klíčů se postupně oddělili od zámečníků",
        "tradeUrl": "zamkar",
        "imageUrl": null
    },
    {
        "name": "Zámečník",
        "tradeDesc": "Ke kovářství patřilo od středověku i zámečnictví. I když se tyto profese původně vzájemně prolínaly, postupem času se oddělily, později i na venkově. Zatímco kovář železo žhavil, kul, sekal a probíjel, zámečník za studena železo řezal, piloval a vrtal. Mezi zámečnickou produkci můžeme kromě zámků řadit kliky, dveřní závěsy, klepadla, nábytková kování na skříně, mříže, kostelní kříže a další výrobky, jejichž sortiment se postupně rozšiřoval a časem se od nich oddělili zámkaři, specialisté na výrobu a opravy zámků a klíčů. Brtnice měla v roce 1859 již 4 zámečnické živnostníky.",
        "tradeUrl": "zamecnik",
        "imageUrl": null
    },
    {
        "name": "Zámišník",
        "tradeDesc": "Řemeslník specialista Jirchář, který vydělávající kůže mechanicky tukem a barvící je na žluto.",
        "tradeUrl": "zamisnik",
        "imageUrl": null
    },
    {
        "name": "Zbrojíř",
        "tradeDesc": "Výrobce a údržbář výzbroje a zbraní.",
        "tradeUrl": "zbrojir",
        "imageUrl": null
    },
    {
        "name": "Zaříkávač",
        "tradeDesc": "Zaříkávači v té době minulé vyhledávali lidi pověrečné, jichž bývalo dost. Zaříkávali nejen bolesti a neduhy lidské i u dobytka, ale hlavně pomáhali proti »uškození«, když toliž někdo »užitek od dobytka bral« (t. j. mléko odčaroval, tak že dobytek nedojil). Tu zaříkávači za dobré zaplacení škůdce vypátrali a potrestali. Bláhovější snad ještě byli lidé, kteří uvěřili nabídkám zaříkávačů slibujícím, že jim pomohou najíti poklad, nebo že budou »citovati« zlého ducha, který jim pak peněz dle poručení přinese.",
        "tradeUrl": "zarikavac",
        "imageUrl": null
    },
    {
        "name": "Zedník",
        "tradeDesc": "Stavební řemeslník stavící zdi.",
        "tradeUrl": "zednik",
        "imageUrl": null
    },
    {
        "name": "Zelinář",
        "tradeDesc": "Pěstitel a prodavač zeleniny.",
        "tradeUrl": "zelinar",
        "imageUrl": null
    },
    {
        "name": "Zelník",
        "tradeDesc": "Zahradník specializovaný na zelí a ostatní hlávkovou zeleninu.",
        "tradeUrl": "zelnik",
        "imageUrl": null
    },
    {
        "name": "Zlatič",
        "tradeDesc": "Viz Pozlacovač.",
        "tradeUrl": "zlatic",
        "imageUrl": null
    },
    {
        "name": "Zlatník",
        "tradeDesc": "Řemeslník vyrábějící umělecké předměty ze zlata a stříbra, někdy ryl i pečetidla.",
        "tradeUrl": "zlatnik",
        "imageUrl": null
    },
    {
        "name": "Zlatolijec",
        "tradeDesc": "Rozpouštěl zlato v tavírnách a zhotovoval určené slitiny.",
        "tradeUrl": "zlatolijec",
        "imageUrl": null
    },
    {
        "name": "Zlatopřádka",
        "tradeDesc": "Vzácná specializace Šlojířnice vetkávající do ozdob zlaté nitě.",
        "tradeUrl": "zlatopradka",
        "imageUrl": null
    },
    {
        "name": "Zlatotepec",
        "tradeDesc": "Řemeslník tepající zlato a stříbro na tenké lístky a prodávající je Pozlaťovači i sám pozlaťující.",
        "tradeUrl": "zlatotepec",
        "imageUrl": null
    },
    {
        "name": "Zpěvák",
        "tradeDesc": "Služebník najímaný ke zpěvu.",
        "tradeUrl": "zpevak",
        "imageUrl": null
    },
    {
        "name": "Zrcadelník",
        "tradeDesc": "Řemeslník specializovaný na výrobu zrcaled, původně kovových, později skleněných",
        "tradeUrl": "zrcadelnik",
        "imageUrl": null
    },
    {
        "name": "Zuvač",
        "tradeDesc": "Lázeňský pomocník.",
        "tradeUrl": "zuvac",
        "imageUrl": null
    },
    {
        "name": "Zuvadlník",
        "tradeDesc": "Viz Zuvač.",
        "tradeUrl": "zuvadlnik",
        "imageUrl": null
    },
    {
        "name": "Zvěřinář",
        "tradeDesc": "Obchodník se zvěřinou.",
        "tradeUrl": "zverinar",
        "imageUrl": null
    },
    {
        "name": "Zvířetník",
        "tradeDesc": "Viz Zvěřinář.",
        "tradeUrl": "zviretnik",
        "imageUrl": null
    },
    {
        "name": "Zvonař",
        "tradeDesc": "Řemeslník umělec specializující se na výrobu zvonů.",
        "tradeUrl": "zvonar",
        "imageUrl": null
    },
    {
        "name": "Zvonečník",
        "tradeDesc": "Řemeslník specialista na výrobu malých litých zvonků.",
        "tradeUrl": "zvonecnik",
        "imageUrl": null
    },
    {
        "name": "Zvoník",
        "tradeDesc": "Kostelník mající na starosti všechny druhy zvonění na kostelní zvony.",
        "tradeUrl": "zvonik",
        "imageUrl": null
    },
    {
        "name": "Zvonkař",
        "tradeDesc": "Viz Zvonečník.",
        "tradeUrl": "zvonkar",
        "imageUrl": null
    },
    {
        "name": "Žebrák",
        "tradeDesc": "Chudák který žebral.",
        "tradeUrl": "zebrak",
        "imageUrl": null
    },
    {
        "name": "Železník",
        "tradeDesc": "Obchodník se železem.",
        "tradeUrl": "zeleznik",
        "imageUrl": null
    },
    {
        "name": "Ženská čeleď",
        "tradeDesc": "Nádenice, služebné najímané obvykle na půl roku.",
        "tradeUrl": "zenska-celed",
        "imageUrl": null
    },
    {
        "name": "Žernovník",
        "tradeDesc": "Tesák kamene specializovaný na hotovení žernovů pro mlýny.",
        "tradeUrl": "zernovnik",
        "imageUrl": null
    },
    {
        "name": "Žertéř",
        "tradeDesc": "Potulný obstaravatel zábavy.",
        "tradeUrl": "zerter",
        "imageUrl": null
    }
]